Repository: MX-Linux/cli-installer-mx
Catalog: po/*.po
Languages: ca, de, el, es, fi, fr, gl_es, hi, it, ja, nb, nl, pt, pt_br, ru, sl, sv, tr

source: Use kbd=dvorak for dvorak keyboard before installing
ca: Useu kbd=dvorak per al teclat dvorak abans d'instal·lar
de: Verwenden Sie kbd=dvorak vor der Installation für das Dvorak-Tastaturlayout
el: Χρησιμοποιήστε το kbd=dvorak για πληκτρολόγιο dvorak πριν την εγκατάσταση
es: Utiliza kbd=dvorak para teclado dvorak antes que instala
fi: Saadaksesi dvorak-asettelun, käytä koodia kbd=dvorak ennen asennusta
fr: Utilisez kbd=dvorak pour les claviers dvorak avant de procéder à l'installation
gl_es: Antes de instalar, usar kbd=dvorak se o teclado for dvorak
hi: Dvorak कुंजीपटल हेतु इंस्टॉल से पहले यह पंक्ति kbd=dvorak उपयोग करें
it: Usa kbd=dvorak per una tastiera dvorak prima dell'installazione
ja: インストールする前に dvorak キーボードに kbd=dvorak を使用してください
nb: Legg til «kbd=dvorak» før installering hvis du har Dvorak-tastatur
nl: Gebruikt kbd=dvorak voor dvorak toetsenbord vóór het installeren
pt: Antes de instalar, usar kbd=dvorak se o teclado for dvorak
pt_br: Antes de instalar, usar kbd=dvorak se o teclado for dvorak
ru: Используйте kbd=dvorak для клавиатуры dvorak перед установкой
sl: Uporabite kbd=dvorak za rabo dvorakove pred namestitvijo
sv: Använd kbd=dvorak för dvorak tangentbord innan du installerar
tr: Yüklemeden önce dvorak klavye için kbd = dvorak kullanın

source: Press F1 at the boot screen for Help and list of cheatcodes for live use.
ca: Premeu F1 a la pantalla d'inici per l'ajuda i una llista de codis d'arrencada per a l'ús autònom.
de: Mit F1 kann während des Bootbildschirms eine Hilfe aufgerufen werden sowie eine Liste mit Cheatcodes zur Benutzung des Livesystems.
el: Πατήστε F1 στην οθόνη εκκίνησης για βοήθεια και μια λίστα από παραμέτρους για ζωντανή χρήση.
es: Presione F1 en la pantalla de inicio para Ayuda y una lista de cheatcodes para el uso en la sesión live.
fi: Paina näppäintä F1 käynnistysruudussa nähdäksesi ohjeet ja listan liveversiossa käytettävistä koodeista.
fr: Appuyez sur F1 à l'écran de démarrage pour l'aide et la liste des codes de démarrage pour une utilisation live.
gl_es: Premer F1 na pantalla de arranque para accder á Axuda e á lista de parámetros para uso en instalación externa.
hi: लाइव उपयोग हेतु F1 कुंजी दबाकर बूट स्क्रीन पर सहायता व उपयोगी कमांड की सूची प्रदर्शित करें।
it: Premi F1 nella schermata del boot per vedere informazioni di Aiuto e un elenco di possibili codici da usare nella sessione live.
ja: F1を押すと、起動画面でヘルプとライブで使用するチートコードのリストが表示されます。
nb: Trykk F1 i oppstartsskjermen for hjelp, og for å liste ut en huskelapp for live-bruk.
nl: Druk voor Hulp of een lijst met cheatcodes voor live-gebruik de toets F1 in bij het opstartscherm.
pt: Premir F1 no ecrã de arranque para aceder à Ajuda e à lista de códigos para uso em instalação externa.
pt_br: Pressione F1 na tela de inicialização (boot) para obter Ajuda e uma lista de códigos para uso em instalação externa.
ru: Нажмите F1 в загрузочном меню для вызова справки и списка дополнительных кодов загрузки.
sl: Na zagonskem zaslonu pritisnite F1 za pomoč in seznam posebnih kod.
sv: Tryck på F1 vid startskärmen för hjälp och lista över cheatcodes för live användning.
tr: Önyükleme ekranında Yardım ve canlı kullanım için hile kodlarının listesi için F1 'e basın.

source: /home partition (hda1, sda2, etc):
ca: /home partició (hda1, sda2, etc):
el: /home (hda1, sda2, κλπ):
es: /home partición (hda1, sda2, etc):
fi: /home osio (hda1, sda2, jne):
fr: Partition /home (hda1, sda2, etc):
gl_es: Partición /home (hda1, sda2, etc):
hi: /home विभाजन (hda1, sda2, आदि):
it: /home partizione (hda1, sda2, etc):
ja: /home パーティション (hda1, sda2 など)：
nb: /home-partisjon (hda1, sda2, o.l.):
nl: /home partitie (hda1, sda2, etc):
pt: partição /home (hda1, sda2, etc):
pt_br: partição /home (hda1, sda2, etc):
ru: /home раздел (hda1, sda2 и т.п.):
sl: /home razdelek (hda1, sda2, itd.):
tr: /home bölümü (hda1, sda2, vs.):

source: $hdrv invalid. Retry:
ca: $hdrv no vàlida. Reintenteu-ho:
de: $hdrv ungülitg. Wiederholen:
el: $hdrv άκυρη. Επανάληψη:
es: $hdrv inválido. Intente de nuevo.
fi: $hdrv virheellinen. Yritä uudelleen:
fr: $hdrv invalide. Réessayer:
gl_es: $hdrv inválido. Intentar de novo:
hi: $hdrv अमान्य है। पुनः प्रयास :
it: $hdrv non valido. Riprova:
ja: $hdrv が無効です。再試行してください：
nb: $hdrv ugyldig. Prøv på ny:
nl: $hdrv ongeldig. Opnieuw proberen.
pt: $hdrv inválido. Tentar novamente:
pt_br: $hdrv inválido. Tente novamente:
ru: $hdrv неверен. Повтор:
sl: $hdrv napaka. Poskusi ponovno:
sv: $hdrv ogiltig. Försök igen:
tr: $hdrv geçersiz. Yeniden Deneyin:

source: Root partition (hda1, sda2, etc):
ca: partició arrel (hda1, sda2, etc):
de: Rootpartition (hda1, sda1, usw)
el: κατάτμηση του Root (hda1, sda2, κλπ):
es: Partición Root (hda1, sda2, etc):
fi: Juuriosio (hda1, sda2, jne):
fr: Partition racine (hda1, sda2, etc):
gl_es: Partición root (hda1, sda2, etc):
hi: रूट विभाजन (hda1, sda2, आदि):
it: Partizione root (hda1, sda2, ecc):
ja: Root パーティション (hda1, sda2, など):
nb: Rotpartisjon (hda1, sda2, o.l.):
nl: Root-partitie (hda1, sda2, etc):
pt: Partição raiz (hda1, sda2, etc):
pt_br: Partição root (hda1, sda2, etc):
ru: Корневой раздел (hda1, sda2 и т.п.):
sl: Korenski razdelek (hda1, sda2, itd):
tr: Root bölümü (hda1, sda2, vs.):

source: $rdrv invalid. Retry
ca: $rdrv no vàlida. Reintenteu-ho:
de: $rdrv ungülitg. Wiederholen.
el: $rdrv άκυρη. Επανάληψη
es: $rdrv inválido. Intente de nuevo.
fi: $rdrv virheellinen. Yritä uudelleen
fr: $rdrv invalide. Réessayer:
gl_es: $rdrv inválido. Intentar de novo
hi: $rdrv अमान्य है। पुनः प्रयास
it: $rdrv non valido. Riprova:
ja: $rdrv は無効です。再試行してください
nb: $rdrv ugyldig. Prøv på ny:
nl: $rdrv ongeldig. Opnieuw proberen.
pt: $rdrv inválido. Tentar novamente.
pt_br: $rdrv inválido. Tente novamente:
ru: $rdrv неверен. Повтор:
sl: $drv napaka. Poskusi ponovno:
sv: $rdrv ogiltig. Försök igen:
tr: $rdrv geçersiz. Yeniden Deneyin

source: Available file systems for $1 are:
ca: Els sistemes de fitxers disponibles per a $1 són:
de: Verfügbare Dateisysteme für $1 sind:
el: Διαθέσιμα συστήματα αρχείων για $1 είναι:
es: Los sistemas de archivos disponibles para $1 son:
fi: Tarjolla olevat tiedostojärjestelmät $1 ovat:
fr: Les systèmes de fichiers disponibles pour $1 sont:
gl_es: Os sistemas de ficheiros dispoñibles para $1 son:
hi: $1 हेतु उपलब्ध फाइल सिस्टम हैं :
it: Filesystem disponibili per $1 sono:
ja: $1 で利用可能なファイルシステム:
nb: Tilgjengelige filsystemer for $1 er:
nl: Beschikbare bestandssystemen voor $1 zijn:
pt: Sistemas de ficheiros disponíveis para $1:
pt_br: Os sistemas de arquivos disponíveis para $1 são:
ru: Доступные файловые системы для $1:
sl: Za $1 so na voljo datotečni sistemi:
sv: Tillgängliga filsystem för $1 är:
tr: $1 için kullanılabilir dosya sistemleri:

source: Enter your choice 1-8:
ca: Entreu la vostra opció (1 a 8)
de: Geben Sie Ihre Wahl aus 1-8 ein:
el: Εισάγετε την επιλογή σας 1-8:
es: Ingrese su elección 1-8:
fi: Anna valintasi välillä 1-8:
fr: Selectionner votre choix 1-8:
gl_es: Escoller unha opción entre 1-8:
hi: इच्छित विकल्प संख्या 1-8 दर्ज करें :
it: Digita la tua scelta 1-8:
ja: 1 ～ 8 の中から選択して入力します:
nb: Skriv inn 1-8:
nl: Voer uw keuze in 1-8:
pt: Escolher uma opção (1 a 8):
pt_br: Escolha uma opção de 1 a 8:
ru: Введите ваш выбор 1-8:
sl: Vnesite izbor 1-8:
sv: Skriv in ditt val 1-8:
tr: 1-8 arası seçiminizi girin:

source: You have chosen $fs for $1
ca: Heu triat $fs per $1
de: Sie haben das Dateisystem Nummer $fs für $1 gewählt
el: Έχετε επιλέξει $fs για $1
es: Escogió $fs para $1
fi: Olet valinnut $fs $1 :lle
fr: Vous avez choisis $fs pour $1
gl_es: Escollido $fs para $1
hi: आप द्वारा $1 हेतु $fs का चयन किया गया
it: Hai scelto $fs per $1
ja: あなたは $1 のために $fs を選択しました
nb: Du har valgt $fs for $1
nl: U heeft gekozen $fs voor $1
pt: Escolhido $fs para $1
pt_br: Você escolheu $fs para $1
ru: Вы должны выбрать $fs для $1
sl: Za $1 ste izbrali $fs
sv: Du har valt $fs för $1
tr: $1 için $fs seçtiniz

source: Downloading necessary files for formatting partitions
ca: Descarregant els fitxers necessaris per formatar les particions
de: Herunterladen notwendiger Dateien zum Formatieren von Partitionen
el: Λήψη απαραίτητων αρχείων για μορφοποίηση διαμερισμάτων
es: Descargando los archivos necesarios para formatear las particiones
fi: Ladataan tarpeellisia tiedostoja osioiden alustukseen
fr: Téléchargement des fichiers nécessaires au formatage des partitions
gl_es: Descargando os ficheiros necesarios para formatar particións
hi: विभाजन फॉर्मेट करने हेतु आवश्यक फाइलों का डाउनलोड जारी
it: Scaricamento dei file necessari per formattare le partizioni
ja: パーティションのフォーマットに必要なファイルをダウンロード中
nb: Laster ned nødvendige filer for formatering av partisjoner
nl: Downloaden van noodzakelijke bestanden voor het formatteren van partities
pt: A descarregar os ficheiros necessários para formatar partições
pt_br: Baixando os arquivos necessários para formatar partições
ru: Скачиваются файлы необходимые для форматирования разделов
sl: Prenos potrebnih datotek za formatiranje razdelkov
sv: Laddar ner nödvändiga filer för att formatera partitioner
tr: Bölümleri biçimlendirmek için gerekli dosyalar indiriliyor

source: Ignore any 'barrier' lines
ca: Igora les línies de barrera
de: Jegliche »Begrenzungslinien« ignorieren
el: Αγνοήστε οποιοδήποτε «φράγμα» γραμμές
es: Ignorar las líneas de 'barrera'
fi: Ohita mitkä tahansa 'kynnykselliset' rivit
fr: Ignorez toutes les lignes de «barrière»
gl_es: Ignorar calquera liña 'barreira'
hi: 'अवरोध' पंक्तियाँ अनदेखी करें :
it: Ignora tutte le 'barrier' lines
ja: 「バリア」のラインを無視
nb: Ignorer skillelinjer
nl: Niet op eventuele 'overschrijdingsstrepen' letten
pt: Ignorar quaisquer linhas 'barreira'
pt_br: Ignorar quaisquer linhas 'barreira'
ru: Игнорировать любые ограничивающие строки
sl: Ignoriraj vse vrstice, ki so 'prepreka'
sv: Ignorera `gräns´ -linjer
tr: Herhangi bir 'engel' çizgisini yoksay

source: $fs invalid. Retry:
ca: $fs no vàlida. Reintenteu-ho:
de: $fs ungülitg. Wiederholen:
el: $fs άκυρη. Επανάληψη:
es: $fs inválido. Intente de nuevo.
fi: $fs virheellinen. Yritä uudelleen:
fr: $fs invalide. Réessayer:
gl_es: $fs inválido. Intentar de novo:
hi: $fs अमान्य है। पुनः प्रयास :
it: $fs non valido. Riprova:
ja: $fs は無効です。再入力:
nb: $fs ugyldig. Prøv på ny:
nl: $fs ongeldig. Opnieuw proberen.
pt: $fs inválido. Tentar novamente:
pt_br: $fs inválido. Tente novamente:
ru: $fs неверен. Повтор:
sl: $fs napaka. Poskusi ponovno:
sv: $fs ogiltig. Försök igen:
tr: $fs geçersiz. tekrar deneyin:

source: Passwords are not identical. Retry:
ca: Les contrasenyes no són idèntiques. Torneu a provar-ho:
de: Passwörter stimmen nicht überein. Wiederholen:
el: Οι κωδικοί πρόσβασης δεν είναι ίδιοι. Επανάληψη:
es: Las contraseñas no coinciden. Intente de nuevo:
fi: Salasanat eivät täsmää. Yritä uudelleen:
fr: Les mots de passe ne sont pas identiques. Réessayer:
gl_es: Os contrasinais non coinciden. Intentar de novo:
hi: कूटशब्द एकसमान नहीं हैं। पुनः प्रयास :
it: Le password non sono identiche. Riprova:
ja: パスワードが一致しません。再試行してください。
nb: Passordene er ikke identiske. Prøv på nytt:
nl: De wachtwoorden komen niet overeen. Opnieuw proberen:
pt: As senhas não coincidem. Tentar novamente:
pt_br: As senhas não coincidem. Tente novamente:
ru: Пароли не совпадают. Повтор:
sl: Gesli se ne ujemata. Poskusite ponovno:
sv: Lösenorden är inte identiska. Försök igen:
tr: Parolalar aynı değil. Tekrar girin:

source: Invalid; retry:
ca: no vàlida. Reintenteu-ho:
de: Ungülitg. Wiederholen:
el: Άκυρα; Ξανά:
es: Inválido; intente de nuevo:
fi: Virheellinen; yritä uudelleen:
fr: Invalide; réessayer:
gl_es: Inválido; intentar de novo:
hi: अमान्य; पुनः प्रयास;
it: non valido. Riprova:
ja: 無効なので再試行：
nb: Ugyldig. Prøv på ny:
nl: ongeldig. Opnieuw proberen:
pt: Inválido; tentar novamente:
pt_br: Inválido; tente novamente:
ru: Неверно. Повтор:
sl: Napaka; poskusite ponovno:
sv: ogiltig. Försök igen:
tr: Geçersiz; tekrar deneyin:

source: Press Enter to exit this script.
ca: Premeu Retorn per a sortir d'aquest script.
de: Enter drücken um dieses Skript zu beenden.
el: Πατήστε το πλήκτρο Enter για να βγείτε.
es: Presione ENTER para salir de este script
fi: Paina Enter poistuaksesi tästä skriptistä.
fr: Appuyez sur Entrée pour quitter ce script.
gl_es: Premer Enter para saír deste script.
hi: यह स्क्रिप्ट बंद करने हेतु ENTER दबाएँ।
it: Premete Invio per uscire da questo script.
ja: Enterキーを押すと、このスクリプトを終了します。
nb: Trykk Enter for å avslutte dette skriptet.
nl: Druk Enter in om dit script te beeindigen.
pt: Premir Introduzir/Enter para sair deste script.
pt_br: Pressione (Enter) para sair desta instrução (script).
ru: Нажмите Enter для выхода из скрипта.
sl: Pritisnite tipko enter za izhod iz tega skripta.
sv: Tryck på Enter för att avsluta detta skript.
tr: Bu betikten çıkmak için entere bas

source: Please run this script as root.
ca: Si us plau, executeu aquest script com a usuari principal (root).
de: Bitte dieses Skript als root ausführen.
el: Παρακαλούμε να εκτελέσετε αυτό ως root.
es: Por favor ejecute este script como root.
fi: Ole hyvä ja suorita tämä skripti pääkäyttäjänä
fr: Veuillez exécuter ce script en tant qu'administrateur.
gl_es: Executar este script como administrador.
hi: यह स्क्रिप्ट रुट के रूप में निष्पादित करें।
it: Si prega di eseguire questo script come root.
ja: このスクリプトは root 権限で実行してください
nb: Vennligst kjør dette skriptet som root.
nl: Voer dit script a.u.b. als root uit.
pt: Executar este script como root.
pt_br: Por favor, execute esta instrução (script) como root.
ru: Запустите, пожалуйста, этот скрипт от имени root.
sl: Ta skript zaženite korensko
sv: Var vänlig kör detta skript som root.
tr: Lütfen bu betiği root olarak çalıştırın.

source: ====Disk and partition Information====
ca: ====Informació del disc i la partició====
de: ====Festplatten- und Partitionsinformation====
el: ====Πληροφορίες δίσκου και διαμερίσματος====
es: ====Información del disco y la partición====
fi: ====Levy(je)n ja osio(ide)n tiedot====
fr: ====Information disque et partition====
gl_es: ====Información de discos e de particións====
hi: ====डिस्क व विभाजन सूचना====
it: ====Informazioni su Disco e Partizione====
ja: ====ディスクとパーティションの情報====
nb: ====Disk- og partisjonsinformasjon====
nl: ====Schijf en partitie Informatie====
pt: ====Informação de discos e de partições====
pt_br: ====Informações de discos e de partições====
ru: ====Информация о диске и разделах====
sl: ====Informacije o diskih in razdelkih====
sv: ====Disk och partitions Information====
tr: ====Disk ve bölümleme Bilgisi====

source: Do you want to repartition the disk (y/N)
ca: voleu reparticionar el disc (y/N)
de: Soll das Laufwerk neu partitioniert werden (j/N)
el: Θέλετε να επαναδιαμερίσετε τον δίσκο (y=ναι/N=Οχι)
es: ¿Desea reparticionar el disco? (s/N)
fi: Haluatko osioida levyn uudelleen? (y/N)
fr: Voulez-vous repartitionner le disque (o/N)
gl_es: Volver a partir o disco (s/
hi: क्या आप डिस्क का पुनः विभाजन करना चाहते हैं (y/N)
it: Vuoi ripartizionare il disco? (scegli y per si, N per no)
ja: ディスクの再パーティションを行いたいですか？ (y/N)
nb: Vil du ompartisjonere harddisken (y/N)
nl: Wilt u de schijf opnieuw partitioneren (y/N)
pt: Voltar a particionar o disco (s/N)
pt_br: Você quer particionar o disco novamente? (s/N)
ru: Хотите ли Вы переразбить диск? (y/N)
sl: Ali bi radi preoblikovali razdelek diska? (y/N)
sv: Vill du ompartitionera hårddisken (y/N)
tr: Diski yeniden bölümlendirmek mi istiyorsunuz (y/N)

source: The installer will now destroy the data on $rdrv Do you want to continue (No will abort the installation) (n/Y)
ca: L'instal·lador ara destruirà les dades a $rdrv Voleu continuar? (No interromprà la instal·lació) (n/S)
de: Das Installationsprogramm löscht nun die Daten auf $rdrv Möchten Sie fortfahren? (Nein bricht die Installation ab) (n/J)
el: Ο εγκαταστάτης θα καταστρέψει τώρα τα δεδομένα σε $rdrv Θέλετε να συνεχίσετε (Όχι θα ακυρώσει την εγκατάσταση) (όχι/Ναι)
es: El instalador ahora destruirá los datos en $rdrv ¿Quieres continuar (No abortará la instalación) (n/Y)
fi: Asentaja tuhoaa nyt tiedot kohteessa $rdrv Haluatko jatkaa? (Ei-valinta keskeyttää asennuksen) (n=ei/Y=kyllä)
fr: Le programme d'installation va maintenant détruire les données sur $ rdrv Voulez-vous continuer (Non annulera l'installation) (n/O)
gl_es: O instaldor destruirá os datos en $drv Proseguir ('Non' fará abrotar a instalación) (n/S)
hi: अब इंस्टॉलर द्वारा $rdrv पर मौजूद सारा डेटा नष्ट होगा। क्या आप जारी रखना चाहते हैं (नहीं को चुनने से इंस्टॉल प्रक्रिया निरस्त होगी) (n/Y)
it: L'installer distruggerà ora i dati in $rdrv. Vuoi continuare? (No interromperà l'installazione) (n/Y)
ja: インストーラは $rdrv のデータを破棄します。作業を続行したいですか？ (No でインストールを中止します) (n/Y)
nb: Installasjonsprogrammet vil nå slette data på $rdrv. Vil du fortsette (N avbryter installeringen) (n/Y)
nl: Het installatieprogramma zal nu de gegevens op $rdrv vernietigen Wil je verder gaan (Nee zal de installatie afbreken) (n/Y)
pt: O instalador irá destruir os dados em $rdrv Prosseguir ('Não' fará abortar a instalação) (n/S)
pt_br: O instalador irá destruir os dados em $rdrv . Você deseja continuar ('Não' abortará a instalação) (n/S)
ru: Установщик сейчас уничтожит данные на $rdv. Хотите продолжить (No прервёт процесс установки) (n/Y)
sl: Namestitveni program bo sedaj uničil podatke na $rdrv. Ali bi radi nadaljevali ('Ne' bo prekinil namestitev) (n/Y)
sv: Installeraren kommer nu att förstöra data på $rdrv Vill du fortsätta (Nej kommer att avbryta installationen) (n/Y)
tr: Bu yükleyici $rdrv üzerindeki tüm verileri yok edecek. Devam etmek istiyor musunuz (Hayır derseniz kurulum iptal edilecek) (n/Y)

source: Deleting the contents of the $rdrv partition.
ca: esborrant el contingut de la partició $rdrv
de: Die Inhalte der $rdrv Partition werden gelöscht
el: Η διαγραφή των περιεχομένων του $rdrv.
es: Borrando el contenido de la partición $rdrv .
fi: Poistetaan $rdrv osion sisältö.
fr: Suppression du contenu de la partition $rdrv.
gl_es: Eliminando o contido da partición $rdrv.
hi: $rdrv विभाजन की सामग्री हटाना जारी।
it: Eliminazione del contenuto della partizione $rdrv.
ja: $rdrv パーティションの内容を削除中
nb: Sletter inholdet på partisjonen $rdrv.
nl: De inhoud van de $rdrv partitie verwijderen.
pt: A eliminar o conteúdo da partição $rdrv
pt_br: Apagando o conteúdo da partição $rdrv
ru: Удаление содержимого раздела $rdrv.
sl: Brisanje vsebine razdelka $rdrv.
sv: Tar bort innehållet på $rdrv partitionen.
tr: $rdrv bölümünün içeriği siliniyor

source: This may take some time. Please wait....
ca: Això necessita un temps. Si us plau espereu...
de: Diese Vorgang könnte etwas dauern. Bitte warten....
el: Αυτό μπορεί να πάρει κάποιο χρόνο. Παρακαλώ περιμένετε ....
es: Esta operación puede tomar algún tiempo. Espere por favor....
fi: Tämä saattaa kestää hetken. Ole hyvä ja odota...
fr: Cela peut prendre un certain temps. Patientez....
gl_es: Esta acción pode demorar. Agarda...
hi: इसमें कुछ समय लग सकता है। कृपया, प्रतीक्षा करें...
it: Questa operazione potrebbe richiedere del tempo. Si prega di attendere ....
ja: 処理に時間がかかります。お待ちください....
nb: Dette kan ta litt tid. Venligst vent …
nl: Dit kan enige tijd duren. Even geduld a.u.b. ...
pt: Esta acção pode demorar. Aguardar....
pt_br: Esta ação pode demorar. Por favor, espere....
ru: Это займёт некоторое время. Пожалуйста, подождите...
sl: To lahko traja nekaj časa. Prosimo počakajte...
sv: Det här kan ta en stund. Var vänlig vänta....
tr: Bu biraz zaman alabilir. Lütfen bekleyin ...

source: Done.
ca: Fet.
de: Fertig
el: Ολοκληρώθηκε.
es: Hecho
fi: Valmis.
fr: Terminé
gl_es: Feito.
hi: पूर्ण।
it: Fatto.
ja: 終了。
nb: Ferdig.
nl: Klaar.
pt: Concluído.
pt_br: Concluído.
ru: Завершено.
sl: Končano.
sv: Klar.
tr: Bitti.

source: Do you want to use a separate '/home' partition (y/N)
ca: Voleu usar una partició d'usuaris '/home' separada? (s/N)
de: Möchten Sie eine separate '/home'-Partition verwenden (j/N)
el: Χρησιμοποιείστε μία χωριστή κατάτμηση χρήστη '/home' (ναι/Όχι)
es: Quiere usar una partición separada '/home' (y/N)
fi: Haluatko käyttää erillistä '/home' -osiota? (y=kyllä/N=ei)
fr: Voulez-vous utiliser une partition '/ home' séparée (o/N)
gl_es: Usar unha partición '/home' separada (s/N)
hi: क्या आप पृथक '/home' विभाजन उपयोग करना चाहते हैं (y/N)
it: Vuoi usare una partizione '/home' separata? (y/N)
ja: 別の '/home' パーティションを利用したいですか？ (y/N)
nb: Vil du bruke en separat '/home'-partisjon (y/N)
nl: Wilt u een afzonderlijke '/home' partitie gebruiken (y/N)
pt: Usar uma partição '/home' separada (s/N)
pt_br: Você quer usar uma partição '/home' separada (s/N)
ru: Вы хотите использовать отдельный раздел '/home' (y/N)
sl: Ali bi radi uporabili ločen razdelek '/home' (y/N)
sv: Vill du använda en separat '/home' partition (y/N)
tr: '/home' bölümünü ayrı olarak kullanmak ister misiniz (y/N)

source: Is $hdrv a new '/home' partition (No will not destroy any data on $hdrv ) (y/N)
ca: $hdrv és una nova partició '/home' ('No' destruirà totes les dades a $hdrv ) (s/N)
de: Ist $hdrv eine neue '/home'-Partition (NEIN wird keine Daten auf $hdrv löschen) (j/N)
el: Είναι το $hdrv είναι μία νέα κατάτμηση '/home' (Όχι δεν θα καταστρέψει τα δεδομένα στο $hdrv ) (ναι/Όχι)
es: Es $hdrv una nueva partición '/home' (No destruirá ningún dato en $hdrv ) (s/N)
fi: Onko $hdrv uusi '/home' -osio? (Ei-valinta ei tuhoa tietoja kohteessa $hdrv) (y=kyllä/N=ei)
fr: $Hdrv est-il une nouvelle partition '/ home' (Non ne détruira aucune donnée sur $hdrv) (o/N)
gl_es: $hdrv é unha nova partición '/home' ('Non' non destruirá ningúns datos en $hdrv ) (s/N)
hi: क्या $hdrv एक नवीन '/home' विभाजन है (नहीं को चुनने से $hdrv का कोई डेटा नष्ट नहीं होगा) (y/N)
it: E' $hdrv una nuova partizione '/home'? (No non distruggerà nessun dato in $hdrv) (y/N)
ja: $hdrv は新規の '/home' パーティションですか？ (No で $hdrv 上のデータは何も破壊されません) (y/N)
nb: Er $hdrv en ny '/home'-partisjon (N vil ikke slette noe data på $hdrv) (y/N)
nl: Is $hdrv een nieuwe '/home' partitie (Nee zal geen gegevens over $hdrv vernietigen) (y/N)
pt: $hdrv é uma nova partição '/home' ('Não' não irá destruir nenhuns dados em $hdrv ) (s/N)
pt_br: $hdrv é uma nova partição '/home' ('Não', não irá destruir nenhum dado em $hdrv ) (s/N)
ru: $hdrv - это новый раздел '/home' (No не уничтожит данные на $hdrv) (y/N)
sl: Ali je $hdrv nov '/home' razdelek ('Ne' ne bo uničil podatkov na $hdrv) (y/N)
sv: Är $hdrv en ny '/home' partition (Nej kommer inte att förstöra data på $hdrv ) (y/N)
tr: $hdrv yeni bir '/home' bölümüdür (Hayır derseniz $hdrv üzerindeki hiçbir veriyi yok etmeyecek) (y/N)

source: Set file system for $hdrv (y/N)
ca: Seleccioneu sistema de fitxers per $hdrv (y/N)
de: Dateisystem für $hdrv (j/N) bestimmen ?
el: Ρυθμίστε το σύστημα αρχείων για $hdrv (y=ναι/N=Οχι)
es: Configurar el sistema de archivos para $hdrv (s/N)
fi: Aseta tiedostojärjestelmä $hdrv :lle (k/E)
fr: Régler le système de fichier pour $hdrv (o/N)
gl_es: Definir o sistema de ficheiros para $hdrv (s/N)
hi: $hdrv हेतु फाइल सिस्टम सेट करें (y/N)
it: Impostare il file system per $hdrv (y/N) ?
ja: $hdrv のファイルシステムを設定 (y/N)
nb: Velg filsystem for $hdrv (y/N)
nl: Stel bestandssysteem in voor $hdrv (y/N)
pt: Definir o sistema de ficheiros para $hdrv (s/N)
pt_br: Definir o sistema de arquivos para $ hdrv (s/N)
ru: Установить файловую систему для $hdrv (y/N)
sl: Določi datotečni sistem za $hdrv? (y/N)
sv: Bestäm filsystem för $hdrv (y/N)
tr: $hdrv için dosya sistemini ayarla (y/N)
