Repository: MX-Linux/cli-installer-mx
Catalog: po/*.po
Languages: ca, de, el, es, fi, fr, gl_es, hi, it, ja, nb, nl, pt, pt_br, ru, sl, sv, tr

source: CL installer for $DISTRO
ca: Instal·lador CLI per $DISTRO
de: Kommandozeileninstallationsprogramm für $DISTRO
el: Εγκαταστάτης από Γραμμή Εντολών για το $DISTRO
es: Instalador CL para $DISTRO
fi: CL asennusohjelma $DISTRO:lle
fr: Installateur en Ligne de Commande pour $DISTRO
gl_es: Instalador do $DISTRO por consola
hi: $DISTRO हेतु कमांड लाइन इंस्टॉलर
it: Installer a riga di comando per $DISTRO
ja: $DISTRO 用の CL インストーラー
nb: CL-installering for $DISTRO
nl: CL installeerder voor $DISTRO
pt: Instalador do $DISTRO (por Consola)
pt_br: Instalador de Interface de Linha de Comando - CLI para $DISTRO
ru: Консольный инсталлятор $DISTRO
sl: Namestitev iz ukazne vrstice za $DISTRO
sv: CL-installerare för $DISTRO
tr: $DISTRO için CL yükleyici

source: Version 5.2.1 20/03/2020
ca: Versió 5.2.1 20/03/2020
el: Έκδοση 5.2.1 20/03/2020
es: Versión 5.2.1 20/03/2020
fi: Versio 5.2.1 20/03/2020
gl_es: Versión 5.2.1 de 20/03/2020
hi: संस्करण 5.2.1 20/03/2020
it: Versione 5.2.1 03/20/2020
ja: バージョン 5.2.1 20/03/2020
nb: Versjon 5.2.1 20/03/2020
nl: Versie 5.2.1 20/03/2020
pt: Versão 5.2.1 20/03/2020
pt_br: Versão 5.2.1 20/03/2020
ru: Версия 5.2.1 20/03/2020
sl: Različica 5.2.1 20/03/2020
tr: Sürüm 5.2.1 20/03/2020

source: Requirements for minimum installation:
ca: Requisits per a una instal·lació mínima:
de: Mindestanforderungen für minimale Installation:
el: Απαιτήσεις για την ελάχιστη εγκατάσταση:
es: Requisitos para la mínima instalación:
fi: Vaatimukset minimiasennusta varten:
fr: Exigences minimales d'installation:
gl_es: Requisitos para unha instalación mínima:
hi: संक्षिप्त इंस्टॉल हेतु आवश्यकताएँ :
it: Requisiti minimi per l'installazione:
ja: 最低限のシステム要件:
nb: Krav for minimal installasjon:
nl: Vereisten voor minimum installatie:
pt: Requisitos para instalação mínima:
pt_br: Requisitos mínimos de sistema para a instalação:
ru: Минимальные требования для установки:
sl: Zahteve za minimalno namestitev:
sv: Krav för minimum installation:
tr: En küçük kurulum için gereksinimler:

source: antiX-full: hard-disk 4.0GB RAM 64MB
de: antiX-full: Festplatte 4,0 GB RAM 64MB
el: antiX-πλήρες: σκληρό δίσκο 4.0GB RAM 64MB
es: antiX-full: disco-duro 4.0GB RAM 64MB
fi: antiX-täysi: kiintolevy 4.0GB RAM 64MB
fr: antiX-full: disque dur 4.0GB RAM 64MB
gl_es: antiX-full: espazo no disco 4.0GB RAM 64MB
hi: एंटी-एक्स पूर्ण : हार्ड-डिस्क 4.0 जीबी RAM 64 एमबी
ja: antiX-full: ハードディスク 4.0GB RAM 64MB
pt: antiX-full: espaço em disco 4.0GB, RAM 64MB
pt_br: antiX-full: espaço no disco rígido de 4,0 GB e 64 MB de memória RAM
ru: antiX-full: жесткий диск 4ГБ ОЗУ 64МБ
sl: antiX-full: disk 4.0GB RAM 64MB
sv: antiX-full: hårddisk 4.0GB RAM 64MB
tr: antiX-tam: sabit disk 4.0GB RAM 64MB

source: antiX-base: hard-disk 3.0GB RAM 48MB
ca: antiX-base: disc dur 3.0GB RAM 48MB
de: antiX-bas: Festplatte 3,0 GB RAM 48MB
el: antiX-base: σκληρό δίσκο 3.0GB RAM 48MB
es: antiX-base: disco-duro 3.0GB RAM 48MB
fi: antiX-perusasennus: kiintolevytilaa 3.0GB RAM 48MB
fr: antiX-base: disque dur 3.0GB RAM 48MB
gl_es: antiX-base: espazo no disco 3.0GB, RAM 48MB
hi: एंटी-एक्स बेस : हार्ड-डिस्क 3.0 जीबी RAM 48 एमबी
ja: antiX-base: ハードディスク 3.0GB RAM 48MB
pt: antiX-base: espaço em disco 3.0GB, RAM 48MB
pt_br: antiX-base: espaço no disco rígido de 3,0 GB e 48 MB de memória RAM
ru: antiX-base: жесткий диск 3ГБ ОЗУ 48МБ
sl: antiX-base: disk 3.0GB RAM 48MB
sv: antiX-base: hårddisk 3.0GB RAM 48MB
tr: antiX-temel: sabit disk 3.0GB RAM 48MB

source: antiX-core: hard-disk 1.0GB RAM 48MB
ca: antiX-core: disc dur 1.0GB RAM 48MB
de: antiX-core: Festplatte 1,0 GB RAM 48MB
el: antiX-core: σκληρό δίσκο 1.0GB RAM 48MB
es: antiX-core: disco-duro 1.0GB RAM 48MB
fi: antiX-ydin: kiintolevy 1.0GB RAM 48MB
fr: antiX-core: disque dur 1.0GB RAM 48MB
gl_es: antiX-core: espazo no disco 1.0GB, RAM 48MB
hi: एंटी-एक्स कोर : हार्ड-डिस्क 1.0 जीबी RAM 48 एमबी
ja: antiX-core: ハードディスク 1.0GB RAM 48MB
pt: antiX-core: espaço em disco 1.0GB, RAM 48MB
pt_br: antiX-core: espaço no disco rígido de 1,0 GB e 48 MB de memória RAM
ru: antiX-core: жесткий диск 1ГБ ОЗУ 48МБ
sl: antiX-core: disk 1.0GB RAM 48MB
sv: antiX-core: hårddisk 1.0GB RAM 48MB
tr: antix-çekirdek: sabit disk 1.0GB RAM 48MB

source: antiX-net: hard-disk 0.7GB RAM 48MB
ca: antiX-net: Disc dur, 0.7GB RAM 48MB
de: antiX-net: Festplatte 0,7 GB RAM 48MB
el: antiX-net: σκληρό δίσκο 0.7GB RAM 48MB
es: antiX-net: disco-duro 0.7GB RAM 48MB
fi: antiX-verkko: kiintolevy 0.7GB RAM 48MB
fr: antiX-net: disque dur 0.7GB RAM 48MB
gl_es: antiX-net: espazo no disco 0.7GB, RAM 48MB
hi: एंटी-एक्स नेट : हार्ड-डिस्क 0.7 जीबी RAM 48 एमबी
ja: antiX-net: ハードディスク 0.7GB RAM 48MB
pt: antiX-net: espaço em disco 0.7GB, RAM 48MB
pt_br: antiX-net: espaço no disco rígido de 0,7 GB e 48 MB de memória RAM
ru: antiX-net: жесткий диск 0.7ГБ ОЗУ 48МБ
sl: antiX-net: disk 0.7GB RAM 48MB
sv: antiX-net: hårddisk 0.7GB RAM 48MB
tr: antiX-net: sabit disk 0.7GB RAM 48MB

source: Make sure you are connected to
ca: Assegureu-vos que esteu connectats a
de: Stellen Sie sicher, dass eine Verbindung mit
el: Βεβαιωθείτε ότι είστε συνδεδεμένοι
es: Asegurese que esta conectado al
fi: Varmista että olet yhdistettynä
fr: Assurez-vous d'être connecté à
gl_es: Asegurarse de que o sistema está conectado
hi: सुनिश्चित करें कि आप कनेक्ट हैं
it: Assicurati di essere connesso
ja: に接続されていることを確認してください。
nb: Sørg for at maskinen er koblet til
nl: Zorg dat u verbonden bent met
pt: Assegurar-se de que o sistema está ligado
pt_br: Verifique se você está conectado a
ru: Убедитесь, что вы подключены к
sl: Prepričajte se, da ste priključeni
sv: Kontrollera att du är ansluten till
tr: Bağlı olduğunuzdan emin olun

source: the net BEFORE running this installer
ca: la xarxa ABANS d'executar l'instal·lador
de: dem Internet besteht BEVOR Sie dieses Installationsprogramm ausführen !
el: στο δίκτυο ΠΡΙΝ να εκτελέσετε αυτό το πρόγραμμα εγκατάστασης
es: internet ANTES de ejecutar este instalador.
fi: verkko ENNEN tämän asentajan suorittamista
fr: internet AVANT de lancer l'installateur
gl_es: á internet ANTES de iniciar este iniciador
hi: इंटरनेट से यह इंस्टॉलर आरंभ करने पूर्व
it: alla rete PRIMA di avviare questo installer
ja: このインストーラーを実行している net BEFORE
nb: nettverket FØR dette installasjonsprogrammet kjøres
nl: het internet VOOR u dit installeerprogramma start
pt: à Internet ANTES de iniciar este instalador
pt_br: à Internet ANTES de iniciar este instalador
ru: сети перед запуском этого установщика
sl: na splet, še preden zaženete to namestitev
sv: nätet INNAN du kör denna installerare
tr: Bu yükleyiciyi çalıştırmadan önce internete

source: NOTE: This installer will NOT work for UEFI boot
ca: NOTA: Aquest instal·lador NO funcionarà amb arrencada UEFI
de: HINWEIS: Dieses Installationsprogramm funktioniert NICHT bei einem UEFI-Boot
el: ΣΗΜΕΙΩΣΗ: Αυτό το πρόγραμμα εγκατάστασης δεν θα λειτουργήσει για εκκίνηση UEFI
es: NOTA: Este instalador NO funcionará para el arranque en modo UEFI
fi: HUOMIO: Tämä asentaja EI toimi UEFI-käynnistyksen kanssa
fr: NOTE: Le programme d'installation NE fonctionnera PAS en démarrage UEFI
gl_es: NOTA: Este instalador NON funciona en arranque por UEFI
hi: ध्यान दें : यह इंस्टॉलर UEFI बूट हेतु पूर्णतया असंगत है
it: NOTA: questo installer NON funzionerà con il boot UEFI
ja: 注意: このインストーラは UEFI ブートでは動作しません。
nb: NB: Dette installasjonsprogrammet vil IKKE virke med UEFI-oppstart
nl: OPMERKING: Dit installatieprogramma werkt NIET voor het opstarten van UEFI
pt: NOTA: Este instalador NÃO funciona em arranque por UEFI
pt_br: NOTA: Este instalador NÃO irá funcionar para inicialização (boot) UEFI
ru: ПРИМЕЧАНИЕ: этот установщик НЕ сработает при загрузке UEFI
sl: OPOMOBA: Ta namestitveni program NE BO deloval za UEFI zagon
sv: OBS: Denna installerare fungerar INTE för UEFI boot
tr: NOTE: Bu yükleyici UEFI önyüklemesinde çalışmaz

source: This installer does NOT offer the option for using a separate boot partition
ca: Aquest instal·lador NO ofereix l'opció d'usar una partició d'arrencada separada
de: Dieses Installationsprogramm bietet NICHT die Option zur Verwendung einer separaten Boot-Partition an
el: Αυτό το πρόγραμμα εγκατάστασης ΔΕΝ προσφέρει τη δυνατότητα χρήσης ξεχωριστής κατάτμησης εκκίνησης
es: Este instalador NO ofrece opción de usar partición de arranque separada
fi: Tämä asentaja EI tarjoa mahdollisuutta erillisen käynnistysosion käyttämiseen
fr: Le programme d'installation n'offre PAS l'option d'utiliser une partition de démarrage séparée
gl_es: Este instalador NON ofrece a opción para utilizar unha partición de arranque separada
hi: इस इंस्टॉलर हेतु पृथक बूट विभाजन का विकल्प उपलब्ध नहीं है
it: Questo installer NON offre l'opzione di usare una partizione di boot separata
ja: このインストーラは、別のブートパーティションを使用するオプションを提供しません。
nb: Dette installasjonsprogrammet kan IKKE velge en separat oppstartspartisjon
nl: Dit installatieprogramma biedt NIET de mogelijkheid om een aparte opstartpartitie te gebruiken
pt: Este instalador NÃO oferece a opção para utilizar uma partição de arranque [boot] separada
pt_br: Este instalador NÃO oferece a opção para utilizar uma partição de inicialização [boot] separada
ru: Этот установщик НЕ поддерживает использование отдельного раздела boot
sl: Ta namestitveni program NE ponuja možnosti uporabe ločenega zagonskega razdelka
sv: Denna installerare erbjuder INTE möjligheten att använda en separat boot partition
tr: Bu yükleyici ayrı bir önyükleme bölümü kullanma seçeneği SUNMUYOR

source: This installer does NOT offer encryption
ca: Aquest instal·lador NO ofereix encriptació
de: Dieses Installationsprogramm bietet KEINE Verschlüsselung an
el: Αυτό το πρόγραμμα εγκατάστασης ΔΕΝ προσφέρει κρυπτογράφηση
es: Este instalador NO ofrece encriptación
fi: Tämä asentaja EI tarjoa salausta
fr: Le programme d'installation NE propose PAS le chiffre
gl_es: Este instalador NON ofrece encriptación
hi: इस इंस्टॉलर हेतु एन्क्रिप्शन का विकल्प उपलब्ध नहीं है
it: Questo installer NON fornisce crittografia
ja: このインストーラは暗号化を提供しません
nb: Dette installasjonsprogrammet støtter IKKE kryptering
nl: Dit installatieprogramma biedt GEEN versleuteling
pt: Este instalador NÃO oferece encriptação
pt_br: Este instalador NÃO oferece criptografia/encriptação
ru: Этот установщик НЕ поддерживает шифрование
sl: Ta namestitveni program NE omogoča šifriranja
sv: Denna installerare erbjuder INTE kryptering
tr: Bu yükleyici şifreleme SUNMUYOR

source: This installer does NOT offer installation to NVMe devices
ca: Aquest instal·lador NO ofereix instal·lació en dispositius NVMe
de: Dieses Installationsprogramm bietet KEINE Installation für NVMe-Geräte an
el: Αυτό το πρόγραμμα εγκατάστασης δεν προσφέρει εγκατάσταση σε συσκευές NVMe
es: Este instalador NO ofrece la instalación a los dispositivos NVMe
fi: Tämä asentaja EI tarjoa asennusta NVMe-laitteille
fr: Le programme d'installation NE permet PAS l'installation sur des périphériques NVMe
gl_es: Este instalador NON ofrece instalación para dispositivos NVMe
hi: इस इंस्टॉलर हेतु एनवीएमई उपकरण पर इंस्टॉल का विकल्प उपलब्ध नहीं है
it: Questo installer NON fornisce l'installazione per i dispositivi NVMe
ja: このインストーラは、NVMe デバイスへのインストールを提供しません
nb: Dette installasjonsprogrammet kan IKKE installere til NVMe-enheter
nl: Dit installatieprogramma biedt GEEN installatie aan NVMe-apparaten
pt: Este instalador NÃO oferece instalação para dispositivos NVMe
pt_br: Este instalador NÃO oferece instalação para dispositivos NVMe
ru: Этот установщик НЕ позволяет ставить на накопители NVMe
sl: Ta namestitveni program NE omogoča namestitve na NVMe naprave
sv: Denna installerare erbjuder INTE installation på NVMe enheter
tr: Bu yükleyici NVMe aygıtlarına kurulum SAĞLAMIYOR

source: If you want the above mentioned features, use our gui installer
ca: Si voleu les opcions esmentades a dalt, useu l'instal·lador gràfic
de: Wenn Sie die oben genannten Funktionen wünschen, verwenden Sie unser GUI-Installationsprogramm
el: Αν θέλετε τα παραπάνω χαρακτηριστικά, χρησιμοποιήστε το πρόγραμμα εγκατάστασης GUI
es: Si quiere las características arriba mencionadas, use nuestro instalador gráfico
fi: Jos haluat ylläolevat ominaisuudet, käytä meidän käyttöliittymällä varustettua asentajaamme
fr: Si vous avez besoin d'une des fonctions précitées, utilisez notre programme d'installation graphique
gl_es: Para acceso ás funcionalidades mencionadas enriba, usar o instalador gráfico
hi: यदि आप ऊपर लिखी सुविधाएँ उपयोग करना चाहते हैं तो ग्राफिकल अंतरफलक इंस्टॉलर का उपयोग करें
it: Se desideri le funzioni menzionate sopra, usa il nostro installer grafico
ja: 上記の機能を使いたい場合は、私たちの GUI インストーラを使用してください。
nb: Bruk det grafiske installasjonsprogrammet hvis du trenger den forannevnte funksjonaliteten
nl: Als u de bovenstaande functies wilt gebruiken, gebruik dan onze gui-installer
pt: Para acesso às funcionalidades mencionadas acima, usar o instalador gráfico
pt_br: Para acesso às funcionalidades mencionadas acima, usar o instalador gráfico
ru: Если вас интересуют упомянутые выше возможности, используйте наш GUI установщик
sl: Če želite zgoraj omenjene možnosti, uporabite namestitveni program z grafičnim vmesnikom
sv: Om du vill ha ovan nämnda möjligheter, använd vår grafiska installerare
tr: Yukarıda sözedilen özellikleri istiyorsanız, grafik arayüzlü yükleyicimizi kullanın

source: Ctrl c will abort this script
ca: Ctrl-C interromprà aquest script
de: Mit Strg C wird dieses Skript abgebrochen
el: Το Ctrl c θα ακυρώσει την εγκατάσταση
es: Ctrl c abortará este guion
fi: Ctrl c lopettaa tämän skriptin suorituksen
fr: Ctrl c met fin au script
gl_es: Ctrl c abortará este script
hi: Ctrl+C से यह स्क्रिप्ट बंद हो जाएगी
it: Ctrl c interromperà questo script
ja: Ctrl c でこのスクリプトを中止します
nb: Ctrl + C avbryter dette skriptet
nl: Ctrl c zal dit script afbreken
pt: Ctrl c faz abortar este script
pt_br: Ctrl+c irá abortar esta instrução (script)
ru: Ctrl c прервёт этот скрипт
sl: Ctrl c bo prekinil ta skript
sv: Ctrl c kommer att avsluta detta skript
tr: Ctrl c bu betiği durduracak

source: Usage: cli-installer [drive]
ca: Ús: cli-installer [drive]
de: Benutzung: cli-installer [Laufwerk]
el: Χρήση: cli-installer [drive]
es: Uso: cli-installer [drive]
fi: Käyttö: asennus päätteessä [asema]
fr: Méthode: cli-installateur [lecteur]
gl_es: Utilización: cli-installer [disco]
hi: उपयोग : cli-installer [ड्राइव]
it: Uso: cli-installer [unità-drive]
ja: 使用方法: cli-installer [ドライブ名]
nb: Bruk: cli-installer [lagringsenhet]
nl: Gebruik: cli-installatie [drive]
pt: Utilização: cli-installer [disco]
pt_br: Utilização: cli-installer [disco]
ru: Использование: cli-installer [drive]
sl: Uporaba: cli-installer [pogon]
sv: Användning: cli-installer [drive]
tr: Kullanım: cli-kurucu [drive]

source: Where drive is the name of the drive $DISTRO is to be installed on.
ca: On drive és el nom del disc on cal instal·lar $DISTRO.
de: wobei [Laufwerk] das Speichermedium ist, auf dem $DISTRO installiert werden soll
el: Όπου 'drive' είναι το όνομα του drive όπου θα εγκατασταθεί το $DISTRO.
es: Donde medio es el nombre del medio en el que se instalará $DISTRO.
fi: Jossa asema on aseman nimi $DISTRO johon asennetaan.
fr: Où lecteur est le nom du disque sur lequel $DISTRO doit être installé.
gl_es: Onde representa o nome do disco en que o $DISTRO será instalado.
hi: ड्राइव नाम उस ड्राइव का नाम जिस पर $DISTRO इंस्टॉल होगा
it: Dove drive è il nome dell'unità di memoria dove verrà installata $DISTRO.
ja: drive は、$DISTRO というドライブ名がインストールされる場所です。
nb: Hvor «lagringsenhet» er navnet på harddisken/partisjonen der $DISTRO skal installeres.
nl: Waar 'drive' de naam is voor de schijf waarop $DISTRO moet worden geïnstalleerd.
pt: Onde [disco] representa o nome do disco/partição em que o $DISTRO será instalado.
pt_br: Onde [disco] representa o nome do disco/partição em que será intalado o $DISTRO
ru: Здесь drive - имя диска, на который устанавливается $DISTRO.
sl: Kjer je pogon ime pogona na katerag naj se namesti $DISTRO.
sv: Där disk är namnet på den disk $DISTRO ska installeras på.
tr: Burada sürücü, $ DISTRO sürücüsünün kurulacağı yerin adıdır.

source: For example: cli-installer sdb
ca: Per exemple: cli-installer sdb
de: Zum Beispiel: cli-installer sdb
el: Για παράδειγμα: cli-installer sdb
es: Por ejemplo: cli-installer sdb
fi: Esimerkiksi: cli-installer sdb
fr: Par exemple: cli-installateur sdb
gl_es: Por exemplo: cli-installer sdb
hi: उदाहरण : cli-installer sdb
it: Per esempio: cli-installer sdb
ja: 例： cli-installer sdb
nb: For eksempel: cli-installer sdb
nl: Bijvoorbeeld: cli-installeren sdb
pt: Por exemplo: cli-installer sdb
pt_br: Por exemplo: cli-installer sdb
ru: Например: cli-installer sdb
sl: Na primer: cli-installer sdb
sv: Exempel: cli-installer sdb
tr: Örnek: cli-installer sdb

source: The default is correct if the computer has only one drive.
ca: L'opció per omissió és correcta si l'ordinador només té un disc.
de: Die Voreinstellung ist richtig, falls der Computer nur ein Laufwerk hat.
el: Η προεπιλογή είναι σωστή εάν ο υπολογιστής έχει μόνο ένα σκληρό δίσκο.
es: Los valores por defecto son correctos si la computadora tiene sólo un disco.
fi: Oletusasetus on oikea jos tietokoneessa on vain yksi kiintolevy.
fr: La valeur par défaut est convenable si l'ordinateur a un seul disque.
gl_es: A predeterminación está correcta se o computador tiver só un disco.
hi: कंप्यूटर में केवल एक ड्राइव होने की स्थिति में डिफ़ॉल्ट सेटिंग ही उपयुक्त है।
it: L'impostazione di default è corretta se il computer dispone di un solo hard disk.
ja: コンピュータにドライブが1つしかない場合は、デフォルトが正しいです。
nb: Forvalget er riktig hvis datamaskinen kun har en harddisk.
nl: De standaard-optie is correct indien uw computer slechts over een harde schijf beschikt.
pt: A predefinição está correcta se o computador tiver apenas um disco.
pt_br: O padrão está correto se o computador possuir apenas uma unidade de disco.
ru: Выбор по умолчанию правилен, если на компьютере имеется лишь один диск.
sl: Privzeta nastavitev je pravilna, če ima računalnik le en podatkovni pogon.
sv: Standardinställningen är korrekt om datorn bara har en hårddisk.
tr: Bilgisayarda yalnızca bir sürücü varsa öntanımlı olan doğrudur.

source: Pre-installation tips:
ca: Notes de pre-instal·lació:
de: Tipps zur Vorbereitung der Installation :
el: Προ-εγκατάσταση συμβουλές:
es: Tips de pre-instalación:
fi: Vinkkejä ennen asennusta:
fr: Conseils pour la Pré-installation:
gl_es: Consellos para a preinstalación:
hi: इंस्टॉल-पूर्व सहायक निर्देश :
it: Consigli pre-installazione:
ja: インストール前のヒント
nb: Tips før installering:
nl: Pre-installatie tips:
pt: Dicas para a pré-instalação:
pt_br: Dicas para a pré-instalação:
ru: Советы перед установкой:
sl: Nasveti pred namestitvijo:
sv: Förinstallations-tips:
tr: Kurulum öncesi ipuçları:

source: Set language at the boot screen by pressing F2
ca: Trieu el llenguatge a la pantalla d'inici prement F2
de: Sprachauswahl durch Drücken von F2 während des Bootbildschirms
el: Ορισμός γλώσσας στην οθόνη εκκίνησης πατώντας το πλήκτρο F2
es: Seleccione el lenguaje en la pantalla de arranque presionando F2
fi: Aseta kieli käynnistysvalikossa painamalla F2
fr: Choisir la langue à l'écran de démarrage en appuyant sur F2
gl_es: Estalbecer o idioma na pantalla de aaranque premendo F2
hi: F2 कुंजी दबाकर बूट स्क्रीन पर प्रदर्शित भाषा सेट करें
it: Imposta la lingua premendo F2 alla schermata di avvio
ja: F2を押して起動画面で言語を設定
nb: Velg språk i oppstartskjermen ved å trykke F2
nl: Kies uw taal in het opstartscherm met de toets F2
pt: Estabelecer o idioma no ecrã de arranque premindo F2
pt_br: Definir o idioma na tela de inicialização (boot) pressionando F2
ru: Установите язык в загрузочном меню нажатием F2
sl: Določite jezik na zagonskem zaslonu s pritiskom na F2
sv: Välj språk vid startskärmen genom att trycka på F2
tr: Önyükleme ekranında F2 'ye basarak dili ayarla

source: or by adding the line lang=xx where xx is your language code.
ca: o bé afegint la línia lang=xx on xx és el vostre codi d'idioma.
de: oder durch Hinzufügen von lang=xx wobei xx der gewünschte Sprachcode ist.
el: ή με την προσθήκη της γραμμής lang=xx όπου xx είναι ο κωδικός της γλώσσας.
es: o agregando la línea lang=xx donde xx es el código de su lenguaje
fi: tai lisäämällä rivi lang=xx missä xx on kielesi maakoodi.
fr: ou en ajoutant la ligne lang = xx où xx est le code de votre langue.
gl_es: ou engadindo a liña lang=xx, en que xx é o código do idioma escollido.
hi: या यह पंक्ति lang=xx जोड़ें; xx के स्थान पर इच्छित भाषा कोड दर्ज करें।
it: o aggiungendo la riga lang=xx dove xx è il codice della lingua.
ja: または lang=xx という行を追加することで、xx はあなたの言語コードになります。
nb: eller ved å legge til «lang=xx», hvor xx er språkkoden din.
nl: of door de tekst lang=xx toe te voegen. Xx is dan uw taalafkorting.
pt: ou adicionando a linha lang=xx, em que xx é o código do idioma escolhido.
pt_br: ou adicionando a linha lang=xx, onde xx é o código do idioma escolhido.
ru: или добавлением строки lang=xx, где xx - код Вашего языка.
sl: ali tako, da dodate vrstico lang=xx, pri čemer je xx koda vašega jezika.
sv: eller genom att lägga till raden lang=xx där xx är din språkkod.
tr: ya da satıra lang=xx ekle, xx olacak yere dil kodunu ekle

source: eg lang=gr for Greek.
ca: per exemple lang=ca_ES per al Català.
de: z.B. lang=de für Deutsch.
el: π.χ. lang=gr για τα Ελληνικά.
es: ejemplo lang=es para español
fi: esimerkiksi kreikan kieli on lang=gr.
fr: par exemple lang=fr pour le français.
gl_es: por exemplo, lang=gl para Galego.
hi: उदाहरण यूनानी हेतु lang=gr।
it: ad esempio, lang=it per l'Italiano.
ja: 例：ギリシャ語は lang=gr です。
nb: F.eks. «lang=no» for norsk.
nl: bijv. lang=gr voor Grieks.
pt: por exemplo, lang=pt para Português.
pt_br: por exemplo, lang=pt-br para Português do Brasil.
ru: (к примеру, lang=gr для греческого)
sl: npr. lang=gr za grščino.
sv: ex: lang=gr för grekiska.
tr: örneğin Yunanca için lang=gr

source: Set timezone at the boot screen by pressing F3
ca: Trieu la zona horària a la pantalla d'inici prement F3
de: Zeitzonenauswahl durch Drücken von F3 während des Bootbildschirms
el: Ορίστε τη ζώνη ώρας στην οθόνη εκκίνησης πατώντας το πλήκτρο F3
es: Seleccione el huso horario en la pantalla de inicio presionando F3
fi: Aseta aikavyöhyke käynnistysvalikossa painamalla F3
fr: Réglez le fuseau horaire à l'écran de démarrage en appuyant sur F3
gl_es: Establecer a zona horaria na pantalla de arranque premendo F3
hi: F3 कुंजी दबाकर बूट स्क्रीन पर प्रदर्शित समय क्षेत्र सेट करें
it: imposta il fuso orario nella schermata di avvio premendo il tasto F3
ja: F3 を押して起動画面でタイムゾーンを設定
nb: Velg tidssone i oppstartskjermen ved å trykke F3
nl: Stel met F3 uw tijdszone in bij het opstartscherm
pt: Estabelecer a zona horária no ecrã de arranque premindo F3.
pt_br: Definir o fuso horário na tela de inicialização (boot) pressionando F3.
ru: Установите часовой пояс в загрузочном меню нажатием F3
sl: Določite časovni pas na zagonskem zaslonu s pritiskom na F3
sv: Välj tidszon vid startskärmen genom att trycka på F3
tr: Önyükleme ekranında F3 'e basarak saat dilimi ayarla
