Repository: MX-Linux/cli-installer-mx
Catalog: po/*.po
Languages: ca, de, el, es, fi, fr, gl_es, hi, it, ja, nb, nl, pt, pt_br, ru, sl, sv, tr

source: Do you want to set up console layout (y/N)
ca: Voleu establir la configuració de la consola? (y/N)
de: Wollen Sie das Konsolen-Layout neu festlegen (j/N) ?
el: Θέλετε να συσταθεί διάταξη κονσόλα (y=ναι/N=Οχι)
es: ¿Desea ajustar la disposición de la consola? (s/N)
fi: Haluatko toimittaa päätteen asettelun (k/E)
fr: Voulez-vous configurer la console ? (Oui/Non)
gl_es: Establecer esquema da consola (s/N)
hi: क्या आप कंसोल अभिन्यास सेट करना चाहते हैं (y/N)
it: Vuoi impostare il layout della console ? (y/N)
ja: コンソールのレイアウトを設定しますか？ (y/N)
nb: Vil du endre konsollayout? (y/N)
nl: Wilt u de console layout instellen (y/N)
pt: Estabelecer esquema da consola (s/N)
pt_br: Você quer configurar o esquema/leiaute do console (s/N)
ru: Вы хотите настроить раскладку в консоли (y/N)
sl: Ali želite nastaviti izgled konzole? (y/N)
sv: Vill du ställa in kommandofönster-layout (y/N)
tr: Uçbirim düzenini ayarlamak istiyor musunuz (y/N)

source: Time to set timezone
ca: Establir la zona horària
de: Es ist an der Zeit die Zeitzone festzulegen
el: Ώρα να ρυθμίσετε τη ζώνη ώρας
es: Es hora de ajustar la zona horaria
fi: Aika asettaa aikavyöhyke
fr: Réglez le fuseau horaire
gl_es: Momento de establecer a zona horaria
hi: समय क्षेत्र सेट करना
it: Tempo per impostare il fuso orario
ja: タイムゾーンの設定
nb: Tidssone
nl: Tijd om de tijdzone in te stellen
pt: Momento de definir a zona horária
pt_br: Definir o fuso horário
ru: Время для установки часового пояса
sl: Čas je za določitev časovnega pasu
sv: Dags att ställa in tidszon
tr: Zaman dilimini ayarlama zamanı

source: System timezone is set to ...
ca: Zona horària establerta a...
de: Die Zeitzone des System ist derzeit festgelegt auf
el: Ζώνη ώρας του συστήματος έχει οριστεί σε ...
es: La zona horaria del sistema se ajustó a ...
fi: Järjestelmän aikavyöhykkeeksi on asetettu ...
fr: Le fuseau horaire est réglé sur ...
gl_es: Zona horaria do sistema establecido para ...
hi: सिस्टम समय क्षेत्र इस पर सेट है ...
it: Il fuso orario è impostato su ...
ja: 設定されるシステムのタイムゾーン ...
nb: Systemets tidssone er ...
nl: Systeem tijdzone is ingesteld op ...
pt: Zona horária do sistema definida para ...
pt_br: O fuso horário do sistema está definido para ...
ru: Системный часовой пояс установлен на ...
sl: Sistemski časovni pas je nastavljen na ...
sv: System-tidszonen är inställd på...
tr: Sistem zaman dilimi şöyle ayarlandı:

source: Do you want to set up system timezone (y/N)
ca: Voleu triar la zona horària? (y/N)
de: Wollen Sie die Zeitzone des Systems neu festlegen (j/N) ?
el: Θέλετε να ρυθμίσετε τη ζώνη ώρας του συστήματος (y=ναι/N=Οχι)
es: ¿Desea ajustar la zona horaria de su sistema? (s/N)
fi: Haluatko asettaa järjestelmän aikavyöhykkeen (k/E)
fr: Voulez vous configurer le fuseau horaire (o/N) ?
gl_es: Queres establecer a zona horaria do sistema (s/N)?
hi: क्या आप सिस्टम समय क्षेत्र सेट करना चाहते हैं (y/N)
it: Vuoi impostare il fuso orario ? (y/N)
ja: システムのタイムゾーンを設定しますか？ (y/N)
nb: Vil du endre systemets tidssone? (y/N)
nl: Wilt u uw systeem tijdzone instellen (y/N)
pt: Estabelecer a zona horária do sistema (s/N)
pt_br: Você quer configurar o fuso horário do sistema (s/N)
ru: Вы хотите настроить системный часовой пояс (y/N)
sl: Ali želite nastaviti časovni pas? (y/N)
sv: Vill du ställa in system-tidszonen (y/N)
tr: Sistem zaman dilimini ayarlamak istiyor musunuz (y/N)

source: Choose which services to run
ca: Tria quins serveis s'executaran
de: Wählen Sie die Dienste aus, die automatisch laufen sollen
el: Επιλέξτε ποιες υπηρεσίες να τρέξει
es: Escoja los servicios a ejecutar
fi: Valitse suoritettavat palvelut
fr: Choisir les services à lancer
gl_es: Escoller os servizos a executar
hi: निष्पादन हेतु सेवा चयन
it: Scegli quali servizi attivare
ja: 稼働させるサービスを選択
nb: Velg hvilke tjenester som skal kjøre
nl: Kies welke diensten moeten starten
pt: Escolher os serviços a executar
pt_br: Escolha quais serviços executar
ru: Выберите, какие службы запускать
sl: Izberite storitve, ki naj se zaženejo
sv: Välj vilka tjänster som ska köras
tr: Hangi hizmetleri çalıştıracağınızı seçin

source: Do you want to enable/disable startup services (y/N)
ca: Voleu activar/desactivar els serveis d'inici? (y/N)
de: Wollen Sie automatisch laufende Dienste ermöglichen / abschalten (j/N) ?
el: Θέλετε να ενεργοποιήσετε / απενεργοποιήσετε τις υπηρεσίες εκκίνησης (y=ναι/N=Οχι)
es: ¿Desea habilitar/inhabilitar los servicios al inicio? (s/N)
fi: Haluatko käyttöönottaa/poistaa käytöstä käynnistyksen toimeksiannot (k/E)
fr: Voulez vous autoriser ou non le lancement des services (Oui/Non)
gl_es: Activar/desactivar servizos de arranque (s/N)
hi: क्या आप आरंभिकरण सेवाएँ सक्रिय/निष्क्रिय करना चाहते हैं (y/N)
it: Vuoi attivare/disattivare dei servizi all'avvio ? (y/N)
ja: 起動時のサービスの有効・無効を設定しますか？ (y/N)
nb: Vil du slå av eller på oppstartstjenester? (y/N)
nl: Wilt u opstartdiensten activeren/deactiveren (y/N)
pt: Activar/desactivar serviços de arranque (s/N)
pt_br: Você quer ativar/desativar os serviços de inicialização (s/N)
ru: Вы хотите настроить старт служб при запуске (y/N)
sl: Ali bi radi vključili/izključili storitve ob zagonu? (y/N)
sv: Vill du möjliggöra/stoppa uppstart av tjänster (y/N)
tr: Başlangıç hizmetlerini etkinleştirmek/devre dışı bırakmak istiyor musunuz (y/N)

source: Is this a remastered/snapshot install (y/N)
ca: És la instal·lació snapshot? (y/N)
de: Ist dies eine remastered/snapshot Installation (j/N) ?
el: Είναι αυτό ένα remastered/snapshot εγκατάσταση (y=ναι/N=Οχι)
es: ¿Es esta una instalación de una imagen o remasterización? (s/N)
fi: Onko tämä uudelleenisännöity/tilannekatsaus-asennus (k/E)
fr: Est-ce une installation remasterisée (Oui/Non)
gl_es: Esta instalación é dunha recomposición/imaxe do disco (s/N)
hi: क्या यह रीमास्टर/स्नैपशॉट इंस्टॉल है (y/N)
it: E' questa, l'installazione di una rimasterizzazione/snapshot ? (y/N)
ja: これは、リマスター/スナップショットのインストールですか？ (y/N)
nb: Er dette en remastret installasjon (y/N)
nl: Is dit een geremasterde/snapshot installatie (y/N)
pt: Esta instalação é duma recomposição/imagem de disco (s/N)
pt_br: Esta é uma instalação remasterizada/imagem de disco (snapshot) (s/N)
ru: Это обновленная установка (y/N)
sl: Ali gre za predelano namestitev oz. namestitev s posnetka? (y/N)
sv: Är detta en remastered/snapshot installering (y/N)
tr: Bu yeniden düzenlenmiş/bellek kopyası yüklemesi mi (y/N)

source: Installation of $DISTRO finished!
ca: S'ha acabat la instal·lació de $DISTRO!
de: Das Installieren von $DISTRO ist beendet!
el: Η εγκατάσταση του $DISTRO τελείωσε!
es: ¡La instalación de $DISTRO ha terminado!
fi: $DISTRO:n asennus on valmis!
fr: Installation de $DISTRO terminée!
gl_es: Instalación do $DISTRO terminada!
hi: $DISTRO का इंस्टॉल पूर्ण!
it: Installazione di $DISTRO completata!
ja: $DISTRO のインストール終了！
nb: $DISTRO er ferdig installert!
nl: Installatie van $DISTRO beëindigd!
pt: Instalação do $DISTRO terminada!
pt_br: Instalação do $DISTRO finalizada!
ru: Установка $DISTRO завершена!
sl: Namestitev $DISTRO je končana!
sv: Installering av $DISTRO slutförd!
tr: $DISTRO kurulumu tamamlandı!

source: Reboot computer without CD to start program. ('reboot')
ca: Reengegueu l'ordinador sense el CD per començar. ('reboot')
de: Bitte den Computer ohne CD neustarten. ('reboot')
el: Επανεκκινήστε τον υπολογιστή χωρίς το CD για να ξεκινήσει το πρόγραμμα. ('reboot')
es: Reinicia la computadora sin el CD para iniciar el programa. ('reboot')
fi: Käynnistä tietokone uudelleen ilman CD:tä käynnistääksesi ohjelman. ('reboot')
fr: Redémarrez l'ordinateur sans CD pour démarrer le programme. ("Reboot")
gl_es: Reiniciar o computador sen o dispositivo da instalación para iniciar un programa. ('reboot')
hi: प्रोग्राम आरंभ करने हेतु कंप्यूटर को सीडी के बिना पुनः आरंभ करें। (पुनः आरंभ)
it: Riavviare il computer ('reboot') senza il CD di avvio.
ja: プログラムを起動するには、CDを取り出してから再起動してください。. ('reboot')
nb: Omstart datamaskinen uten CD for å starte programmet. ("reboot")
nl: Herstart de computer zonder CD om het programma te starten.('reboot')
pt: Reiniciar o computador sem o dispositivo de instalação para iniciar um programa. ('reiniciar')
pt_br: Reinicie o computador sem o dispositivo de instalação para iniciar o programa. ('reiniciar')
ru: Перезагрузите компьютер без диска для начала использования системы. ("reboot")
sl: Za zagon programa ponovno zaženite računalnik brez CDja. ('ponovni zagon')
sv: Starta om datorn utan CD för att för att starta programmet. ('reboot')
tr: Programı başlatmak için CD 'yi çıkarıp Bilgisayarı Yeniden Başlatın. ('reboot')

source: Setting up user and root/admin accounts
ca: Configuració dels comptes d'usuari i root/administrador
de: Einrichten von Konten für Benutzer und root/admin
el: Ρύθμιση λογαριασμούς χρήστης και διαχειριστής
es: Ajustando las cuentas de root/admin y de usuario
fi: Tehdään käyttäjän ja pääkäyttäjän/järjestelmänvalvojan käyttäjätilejä
fr: Configurer les comptes utilisateur et administrateur
gl_es: Establecendo contas de usuario e de administrador
hi: उपयोक्ता व रूट/प्रशासक अकाउंट सेट करना जारी
it: Impostare gli accounts utente e root/amministratore
ja: ユーザーと root/admin アカウントの設定中
nb: Setter opp bruker- og root/admin-kontoer
nl: Instellen van gebruikers- en root/admin accounts
pt: A definir contas de utilizador e de root/administrador.
pt_br: Configurando contas de usuário e de root (administrador).
ru: Настройка учетных записей пользователя и суперпользователя
sl: Ustvarjanje uporabniških in korenskih/skrbniških računov
sv: Upprättar användar och root/administratör konton
tr: Kullanıcı ve kök/yönetici hesaplarını ayarlama

source: Type in your default user name:
ca: Entreu el vostre nom d'usuari per omissió:
de: Geben Sie den Standard-Benutzernamen ein
el: Πληκτρολογήστε το προεπιλεγμένο όνομα χρήστη σας:
es: Escriba su nombre de usuario predeterminado:
fi: Syötä vakiollinen käyttäjänimesi:
fr: Entrez votre nom d'utilisateur par défaut:
gl_es: Inserir o nome do usuario predeterminado:
hi: अपना डिफ़ॉल्ट उयपोक्ता नाम दर्ज करें :
it: Digita il tuo nome utente predefinito:
ja: 既定のユーザー名を入力します:
nb: Skriv inn brukernavn til vanlig bruker:
nl: Type uw standaard gebruikersnaam in:
pt: Inserir o nome do utilizador predefinido:
pt_br: Insira o nome do usuário padrão:
ru: Введите имя пользователя по умолчанию:
sl: Vnesite privzeto uporabniško ime:
sv: Skriv ditt standard användarnamn:
tr: Öntanımlı kullanıcı adınızı yazın:

source: Note: $hdrv must contain a folder named '$name'.
ca: Nota: $hdrv ha de tenir un directori anomenat '$name'.
de: Hinweis: $hdrv muss ein Verzeichnis namens '$name' enthalten.
el: Σημείωση: $hdrv πρέπει να περιέχει ένα φάκελο με το όνομα '$name'.
es: Nota: $hdrv debe contener una carpeta llamada '$nombre'
fi: Huomaa: $hdrv täytyy sisältää kansio nimeltään '$name'.
fr: Note: $hdrv doit contenir un dossier nommé '$name'.
gl_es: Nota: $hdrv ten que conter un cartafol chamado '$name'.
hi: ध्यान दें : $hdrv में '$name' नामक फोल्डर होना आवश्यक है।
it: Nota: $hdrv deve contenere una cartella chiamata '$name'.
ja: 注意: $hdrv には '$name' という名前のフォルダが含まれていなければなりません。
nb: Merk: $hdrv må inneholde en mappe kalt '$name'.
nl: Let op: $hdrv dient een folder genaamd '$name' te bevatten.
pt: Nota: $hdrv tem que conter uma pasta chamada '$name'.
pt_br: Nota: $hdrv tem que conter uma pasta chamada '$name'.
ru: Внимание: $hdrv должен содержать папку '$name'.
sl: Opomba: $hdrv mora vsebovati mapo z imenom '$name'.
sv: Anmärkning: $hdrv måste innehålla en mapp kallad '$name'.
tr: Not: $hdrv '$name' adlı bir dizin içermelidir.

source: Type your Password for root:
ca: Entreu la contrasenya per l'usuari principal:
de: Eingabe des Passworts für root:
el: Κωδικός πρόσβασης root:
es: Escriba su contraseña de root:
fi: Kirjoita salasana pääkäyttäjää varten:
fr: Entrez votre mot de passe root:
gl_es: Introducir o contrasinal para root:
hi: रूट हेतु कूटशब्द दर्ज करें :
it: Digita la tua password per root:
ja: root のパスワードを入力 :
nb: Skriv inn passordet for root:
nl: Type uw Wachtwoord voor root:
pt: Introduzir a Senha para root:
pt_br: Insira a Senha para root (administrador):
ru: Введите ваш Пароль для суперпользователя:
sl: Vnesite korensko geslo:
sv: Skriv ditt Lösenord för root:
tr: Kök parolanızı yazın:

source: Set autologin for $name: (y/N)
ca: Selecciona autologin per $name (y/N)
de: Autologin für $name einrichten: (j/N) ?
el: Ορισμός autologin για $name: (ναι/Οχι)
es: ¿Ajustar ingreso automático para $name: (s/N)?
fi: Aseta automaattinen sisäänkirjautuminen käyttäjälle $name: (k/E)
fr: Régler l'auto-identification pour $name: (Oui/Non)
gl_es: Definir acceso automático para $name: (s/N)
hi: $name हेतु स्वतः लॉगिन सेट करें : (y/N)
it: Vuoi impostare l'autologin per $name: (y/N) ?
ja: $name の自動ログインを設定: (y/N)
nb: Velg auto. innlogging for $name: (y/N)
nl: Stel autologin in voor $name: (y/N)
pt: Definir acesso automático para $name: (s/N)
pt_br: Definir entrada automática/iniciar a sessão sem autenticar para $name: (s/N)
ru: Установить автовход для $name: (y/N)
sl: Nastavim samodejno prijavo za $name? (y/N)
sv: Välj autologin för $name: (y/N)
tr: $name otomatik giriş olarak ayarlansın: (y/N)

source: Cleaning up
ca: Netejant
de: Räume auf.
el: Καθαρισμός
es: Limpiando
fi: Puhdistetaan
fr: Nettoyage
gl_es: Borrar
hi: अनावश्यक वस्तुएँ हट रही हैं
it: Fase di pulizia
ja: クリーニング中
nb: Rydder opp
nl: Opruimen
pt: A limpar
pt_br: Limpando
ru: Очистка
sl: Čiščenje
sv: Rensar
tr: Temizleniyor

source: Installation of antiX finished!
ca: S'ha acabat la instal·lació d'antiX!
de: Installation von antiX abgeschlossen!
el: Η εγκατάσταση του antiX τελείωσε!
es: ¡Instalación de antiX terminada!
fi: AntiX:n asennus suoritettu!
fr: Installation de antiX terminée!
gl_es: Instalación do antiX rematada!
hi: एंटी-एक्स का इंस्टॉल पूर्ण!
it: Installazione di antiX completata!
ja: antiX のインストール完了！
nb: antiX er ferdig installert!
nl: nstallatie van antiX voltooid!
pt: Instalação do antiX terminada!
pt_br: Instalação do antiX finalizada!
ru: Установка antiX завершена!
sl: Namestitev antiX je končana!
sv: Installationen av antiX är klar!
tr: antiX kurulumu tamamlandı!
