Repository: MX-Linux/cli-installer-mx
Catalog: po/*.po
Languages: ca, de, el, es, fi, fr, gl_es, hi, it, ja, nb, nl, pt, pt_br, ru, sl, sv, tr

source: The installer will now destroy the data on $hdrv Do you want to continue (No will abort the install) (n/Y)
ca: L'instal·lador ara destruirà totes les dades a $hdrv Voleu continuar? ('No' interromprà la instal·lació) (s/N)
de: Das Installationsprogramm löscht nun die Daten auf $hdrv Möchten Sie fortfahren? (Nein bricht die Installation ab) (n/J)
el: Ο εγκαταστάτης θα καταστρέψει τώρα τα δεδομένα σε $hdrv Θέλετε να συνεχίσετε (Όχι θα ακυρώσει την εγκατάσταση) (όχι/Ναι)
es: El instalador ahora destruirá los datos en $hdrv ¿Quieres continuar (No abortará la instalación) (n/Y)
fi: Asentaja tuhoaa nyt tiedot kohteessa $hdrv Haluatko jatkaa? (Ei-valinta keskeyttää asennuksen) (n=ei/Y=kyllä)
fr: Le programme d'installation va maintenant détruire les données sur $hdrv Voulez-vous continuer (Non annulera l'installation) (n/O)
gl_es: O instalador destrirá os datos en $hdrv Proseguir ('Non' abortará a instalación) (n/S)
hi: अब इंस्टॉलर द्वारा $hdrv पर मौजूद सारा डेटा नष्ट होगा। क्या आप जारी रखना चाहते हैं (नहीं को चुनने से इंस्टॉल प्रक्रिया निरस्त होगी) (n/Y)
it: L'installer distruggerà ora i dati in $hdrv. Vuoi continuare? (No interromperà l'installazione) (n/Y)
ja: インストーラは $hdrv 上のデータを破棄します。続行したいですか？ (No でインストールを中止します) (n/Y)
nb: Installasjonsprogrammet vil nå slette data på $hdrv. Vil du fortsette (N vil avbryte installeringen) (n/Y)
nl: Het installatieprogramma zal nu de gegevens op $hdrv vernietigen Wil je verder gaan (Nee zal de installatie afbreken) (n/Y)
pt: O instalador irá destruir os dados em $hdrv Prosseguir ('Não' irá abortar a instalação) (n/S)
pt_br: O instalador irá destruir os dados em $hdrv. Você deseja continuar ('Não' irá abortar a instalação) (n/S)
ru: Установщик сейчас уничтожит данные на $hdrv. Хотите продолжить (No прервёт процесс установки) (n/Y)
sl: Namestitveni program bo sedaj uničil podatke na $hdrv. Ali žečite nadaljevati ('Ne' bo prekinil namestitev) (n/Y)
sv: Installeraren kommer nu att förstöra data på $hdrv Vill du fortsätta (Nej kommer att avbryta installationen) (n/Y)
tr: Bu yükleyici $hdrv üzerindeki veriyi yok edecek Devam etmek istiyor musunuz (Hayır derseniz kurulum iptal edilecek) (n/Y)

source: Deleting the contents of the $hdrv partition.
ca: Esborrant el contingut a la partició $hdrv .
de: Die Inhalte der $hdrv-Partition werden gelöscht.
el: Η διαγραφή των περιεχομένων του $hdrv.
es: Borrando el contenido de la partición de $hdrv.
fi: Poistetaan $hdrv osion sisältö.
fr: Suppression du contenu de la partition $hdrv.
gl_es: Eliminando o contido da partición $hdrv.
hi: $hdrv विभाजन की सामग्री हटाना जारी।
it: Cancellazione del contenuto della partizione $hdrv.
ja: $hdrv パーティションの内容を消去中
nb: Sletter innholdet på partisjonen $hdrv.
nl: De inhoud van de $hdrv partitie verwijderen.
pt: A eliminar o conteúdo da partição $hdrv.
pt_br: Apagando o conteúdo da partição $hdrv.
ru: Удаляется содержимое раздела $hdrv.
sl: Brisanje vsebin na razdelku $hdrv.
sv: Tar bort innehållet på $hdrv partitionen.
tr: $hdrv bölümünün içeriği siliniyor.

source: Are you running antiX-net (y/N)
ca: Esteu executant antiX-net (s/N)
de: Verwenden Sie antiX-net (j/N) ?
el: Χρησιμοποιείτε το antiX-net (y=ναι/N=Οχι)
es: Está ejecutando antiX-net (s/N)
fi: Käytätkö antiX-verkkoa? (y=kyllä/N=ei)
fr: Utilisez-vous antiX-net (o/N) ?
gl_es: O sistema en execución é o antiX-net (s/N)
hi: क्या आप एंटी-एक्स नेट उपयोग कर रहे हैं (y/N)
it: Stai eseguendo antiX-net? (y/N)
ja: antiX-net を作動させていますか？ (y/N)
nb: Kjører du antiX-net (y/N)
nl: Draait u antiX-net (j/N)
pt: O sistema em execução é o antiX-net (s/N)
pt_br: O sistema em execução é o antiX-net (s/N)
ru: Использовать antiX-net (y/N)
sl: Ali imate zagnan antiX-net (y/N)
sv: Kör du antiX-net (y/N)
tr: Antix-net'i çalıştırıyor musunuz (y/N)

source: Downloading grub-pc, locales, keyboard-configuration, console-setup, console-data, lsb-release, sysv-rc-conf
ca: Descarregant grub-pc, locales, configuració de teclat, disposició de consola, dades de consola. lsb-release, sysv-rc-conf
de: Herunterladen von grub-pc, locales, keyboard-configuration, console-setup, console-data, lsb-release, sysv-rc-conf
el: Ώρα για λήψη των grub-pc, locales, keyboard-configuration, console-setup, console-data, lsb-release, sysv-rc-conf
es: Descargando grub-pc, locales, configuración del teclado, configuración de la consola, datos de la consola, liberación de lsb, sysv-rc-conf
fi: Ladataan grub-pc, locales, keyboard-configuration, console-setup, console-data, lsb-release, sysv-rc-conf
fr: Téléchargement de grub-pc, locales, configuration du clavier, configuration de la console, console-data, lsb-release, sysv-rc-conf
gl_es: Descargando grub-pc, locales, keyboard-configuration, console-setup, console-data, lsb-release, sysv-rc-conf
hi: grub-pc, locales, keyboard-configuration, console-setup, console-data, lsb-release, sysv-rc-conf डाउनलोड करना जारी
it: Scaricamento di grub-pc, locales, keyboard-configuration, console-setup, console-data, lsb-release, sysv-rc-conf
ja: grub-pc, locales, keyboard-configuration, console-setup, console-data, lsb-release, sysv-rc-conf をダウンロード中
nb: Laster ned grub-pc, locales, keyboard-configuration, console-setup, console-data, lsb-release, sysv rc-conf
nl: Grub-pc, locales, keyboard-configuration, console-setup, console-data, lsb-release en sysv-rc-conf downloaden
pt: A descarregar grub-pc, locales, keyboard-configuration, console-setup, console-data, lsb-release, sysv-rc-conf
pt_br: Baixando grub-pc, locales, keyboard-configuration, console-setup, console-data, lsb-release, sysv-rc-conf
ru: Скачивается grub-pc, locales, keyboard-configuration, console-setup, console-data, lsb-release, sysv-rc-conf
sl: Prenašam grub-pc, locales, keyboard-configuration, console-setup, console-data, lsb-release, sysv-rc-conf
sv: Laddar ner grub-pc, locales, keyboard-configuration, console-setup, console-data, lsb-release, sysv-rc-conf
tr: grub-pc, locales, keyboard-configuration, console-setup, console-data, lsb-release, sysv-rc-conf indiriliyor

source: Do you want to install elogind and dbus-x11. RECOMMENDED if installing a desktop environment. (y/N)
ca: Voleu instal·lar elogind i dbus-x11? RECOMANAT si s'instal·la un entorn d'escriptori (s/N)
de: Möchten Sie elogind und dbus-x11 installieren? EMPFOHLEN, wenn Sie eine Desktop-Umgebung installieren wollen. (j/N)
el: Θέλετε να εγκαταστήσετε το elogind και το dbus-x11. ΣΥΝΙΣΤΑΤΑΙ εάν εγκαταστήσετε ένα περιβάλλον επιφάνειας εργασίας. (ναι/Όχι)
es: ¿Quieres instalar elogind y dbus-x11. RECOMENDADO si se instala un entorno de escritorio. (s/N)
fi: Haluatko asentaa kohteet elogind and dbus-x11, SUOSITELTU jos asennat työpöytäympäristön? (y=kyllä/N=ei)
fr: Voulez-vous installer elogind et dbus-x11 ? RECOMMANDÉ si vous installez un environnement de bureau. (y/N)
gl_es: Instalar o elogind e o dbus-x11? RECOMENDADO se a instalar un escritorio (s/N)
hi: क्या आप elogind व dbus-x11 इंस्टॉल करना चाहते हैं? डेस्कटॉप वातावरण इंस्टॉल करने की स्थिति में यह अनुशंसित है। (y/N)
it: Vuoi installare elogind e dbus-x11? RACCOMANDATI se si installa un ambiente desktop. (y/N)
ja: elogind と dbus-x11 をインストールしますか？デスクトップ環境をインストールする場合は推奨します。 (y/N)
nb: Vil du installere elogind og dbus-x11. ANBEFALT hvis du installerer et skrivebordsmiljø. (y/N)
nl: Wilt u elogind en dbus-x11 installeren. AANBEVOLEN als u een desktopomgeving installeert. (y/N)
pt: Instalar o elogind e o dbus-x11? RECOMENDADO se a instalar um ambiente de trabalho (s/N)
pt_br: Você quer instalar o elogind e o dbus-x11? RECOMENDADO se estiver instalando uma área de trabalho. (s/N)
ru: Хотите установить elogind и dbus-x11. РЕКОМЕНДОВАНО при установке графического окружения. (y/N)
sl: Želite namestitit elogind in dbus-x11. PRIPOROČENO ob namestitvi namiznega okolja. (y/N)
sv: Vill du installera elogind och dbus-x11. REKOMMENDERAS om en skrivbordsmiljö installeras. (y/N)
tr: dbus-x11 ve elogind yüklemek istiyor musunuz? Bir masaüstü ortamı kuruyorsanız ÖNERİLİR. (E/H)

source: Downloading elogind, libpam-elogind, dbus-x11
ca: Descarregant elogind, libpam-elogind, dbus-x11
de: Herunterladen von elogind, libpam-elogind, dbus-x11
el: Ώρα για λήψη των elogind, libpam-elogind, dbus-x11
es: Descargando elogind, libpam-elogind, dbus-x11
fi: Ladataan elogind, libpam-elogind, dbus-x11
fr: Téléchargement de elogind, libpam-elogind, dbus-x11
gl_es: Transferindo elogind, libpam-elogind, dbus-x11
hi: elogind, libpam-elogind, dbus-x11 डाउनलोड करना जारी
it: Scaricamento di elogind, libpam-elogind, dbus-x11
ja: elogind, libpam-elogind, dbus-x11 をダウンロード中
nb: Laster ned elogind, libpam-elogind, dbus-x11
nl: Downloaden elogind, libpam-elogind, dbus-x11
pt: A transferir elogind, libpam-elogind, dbus-x11
pt_br: Baixando elogind, libpam-elogind, dbus-x11
ru: Скачивается elogind, libpam-elogind, dbus-x11
sl: Prenašam elogind, libpam-elogind, dbus-x11
sv: Laddar ner elogind, libpam-elogind, dbus-x11
tr: Elogind, libpam-elogind, dbus-x11 indiriliyor

source: Do you want to install some packages via cli-aptiX (y/N)
ca: Voleu instal·lar alguns paquets mitjançant cli-aptiX (s/N)
de: Möchten Sie einige Pakete über cli-aptiX installieren (j/N)
el: Θέλετε να εγκαταστήσετε ορισμένα πακέτα μέσω του cli-aptiX (ναι/Όχι)
es: ¿Quieres instalar algunos paquetes a través de cli-aptiX (s/N)
fi: Haluatko asentaa joitain paketteja cli-aptiX:n kautta? (y=kyllä/N=ei)
fr: Voulez-vous installer des paquets via cli-aptiX ? (y/N)
gl_es: Instalar algúns paquetes vía cli-aptiX (s/N)
hi: क्या आप cli-aptiX द्वारा कुछ पैकेज इंस्टॉल करना चाहते हैं (y/N)
it: Vuoi installare dei pachetti tramite cli-aptiX? (y/N)
ja: cli-aptiX 経由でパッケージをインストールしますか？ (y/N)
nb: Vil du installere noen pakker via cli-aptiX (y/N)
nl: Wilt u enkele pakketten installeren via cli-aptiX (y/N)
pt: Instalar alguns pacotes via cli-aptiX (s/N)
pt_br: Você quer instalar alguns pacotes via cli-aptiX (s/N)
ru: Хотите установить какие-то пакеты с помощью cli-aptiX (y/N)
sl: Ali bi radi namestili kakšne pakete preko cli-aptiX (y/N)
sv: Vill du installera några paket via cli-aptiX (y/N)
tr: Bazı paketlerin cli-aptiX üzerinden yüklenmesini istiyor musunuz (y/N)

source: Use cli-aptiX to install various applications and/or kernels
ca: Useu cli-aptiX per instal·lar diverses aplixacions i/o kernels
de: Verwenden Sie cli-aptiX zur Installation verschiedener Anwendungen und/oder Kernels
el: Χρησιμοποιήστε το cli-aptiX για να εγκαταστήσετε διάφορες εφαρμογές ή/και πυρήνες
es: Usar cli-aptiX para instalar varias aplicaciones y/o kernels
fi: Käytä cli-aptiX:ää joidenkin sovellusten ja/tai ytimien asennukseen
fr: Utilisez cli-aptiX pour installer diverses applications et/ou noyaux
gl_es: Usar o cli-aptiX para instalar varios aplicativos e/ou núcleos
hi: विभिन्न अनुप्रयोग व/या कर्नेल इंस्टॉल करने हेतु cli-aptiX उपयोग करें
it: Usa cli-aptiX per installare varie applicazioni e/o kernel
ja: cli-aptiX を使って様々なアプリケーションやカーネルをインストール
nb: Bruk cli-aptiX for å installere diverse programmer og/eller kjerner
nl: Gebruik cli-aptiX om verschillende applicaties en/of kernels te installeren
pt: Usar o cli-aptiX para instalar várias aplicações e/ou núcleos (kernels)
pt_br: Use o cli-aptiX para instalar vários aplicativos e/ou núcleos (kernels)
ru: Используйте cli-aptiX для установки различных приложений и/или ядер Linux
sl: Uporabite cli-aptiX za namestitev različnih programov in/ali jeder
sv: Använd cli-aptiX för att installera olika program och/eller kärnor
tr: Çeşitli uygulamaları ve/veya çekirdekleri yüklemek için cli-aptiX kullanın

source: antiX will now be copied to $rdrv.
ca: Ara es copiarà antiX a $rdrv.
de: antiX wird nun nach $rdrv kopiert.
el: antiX Θα αντιγραφεί τώρα σε $rdrv.
es: antiX será copiado al $rdrv
fi: antiX kopioidaan nyt kohteeseen $rdrv.
fr: antiX va maintenant être copié sur $rdrv.
gl_es: O antiX irá agora ser copiado para $rdrv.
hi: अब एंटी-एक्स $rdrv पर कॉपी होगा।
it: antiX verrà copiato in $rdrv
ja: antiX は今から $rdrv へコピーされます。
nb: antiX vil nå kopieres til $rdrv.
nl: antiX zal nu gekopieerd worden naar $rdrv.
pt: O antiX irá agora ser copiado para $rdrv.
pt_br: O antiX agora será copiado para $rdrv.
ru: Теперь antiX будет скопирован на $rdrv.
sl: antiX bo sedaj skoprian na $rdrv
sv: antiX kommer nu att kopieras till $rdrv.
tr: antiX şimdi $rdrv'ye kopyalanacak.

source: Do you want to continue (No will abort the install) (n/Y)
ca: Voleu continuar? ('No' interromprà la instal·lació) (n/S)
de: Möchten Sie fortfahren (Nein wird die Installation abbrechen) (n/J)
el: Θέλετε να συνεχίσετε (Όχι θα ακυρώσει την εγκατάσταση) (όχι/Ναι)
es: Quiere continuar (No abortará la instalación) (n/Y)
fi: Haluatko jatkaa? (Ei-valinta keskeyttää asennuksen) (n=ei/Y=kyllä)
fr: Voulez-vous continuer ? (Non pour interrompre l'installation) (y/N)
gl_es: Continuar ('Non' fará abortar a instalación) (n/S)
hi: क्या आप जारी रखना चाहते हैं (नहीं को चुनने से इंस्टॉल प्रक्रिया निरस्त होगी) (n/Y)
it: Vuoi continuare? (No interromperà l'installazione) (n/Y)
ja: 続行しますか？ (No でインストールを中止します) (n/Y)
nb: Vil du fortsette (N avbryter installeringen) (n/Y)
nl: Wilt u doorgaan (Nee zal de installatie afbreken) (n/Y)
pt: Continuar ('Não' fará abortar a instalação) (n/S)
pt_br: Você quer continuar ('Não' abortará a instalação) (n/S)
ru: Вы хотите продолжить (No прервёт процесс установки) (n/Y)
sl: Ali bi radi nadaljevali ('Ne' bo prekinil namestitev) (n/Y)
sv: Vill du fortsätta (Nej kommer att avbryta installationen) (n/Y)
tr: Devam etmek istiyor musunuz (Hayır derseniz kurulum iptal edilecek) (n/Y)

source: File copy done
ca: Acabada la còpia de fitxers
de: Kopiervorgang abgeschlossen
el: Η αντιγραφή αρχείων ολοκληρώθηκε
es: Copiado de archivos completo.
fi: Tiedostojen kopiointi suoritettu
fr: La copie des fichiers est terminée
gl_es: Copia de ficheiro concluída
hi: फाइल कॉपी करना पूर्ण
it: Copia dei file eseguita.
ja: ファイルのコピー終了
nb: Filkopiering ferdig.
nl: Bestanden copieren voltooid
pt: Cópia de ficheiro concluída.
pt_br: Cópia do arquivo concluída.
ru: Копирование файлов завершено
sl: Kopiranje datoteke je končano
sv: Filerna är kopierade
tr: Dosya kopyalama tamamlandı

source: Install GRUB on MBR (Y/n) No will install to root partition
ca: Instal·lo GRUB al MBR? (S/n) 'No' l'instal·larà a la partició arrel
de: GRUB auf MBR installieren (Y/n) Nein wird nicht auf die Root-Partition installieren
el: Εγκαταστήστε το GRUB στο MBR (Ναι/οχι) το ΟΧΙ θα εγκαταστήσει στην κατάτμηση root
es: Instalar GRUB en el MBR (S/n) No se instalará en la partición raíz
fi: Asenna GRUB MBR:ään (Y=kyllä/n=ei)? Ei-valinta asentaa sen juuriosioon
fr: Installer GRUB sur MBR (Y/n) Non l'installera sur la partition racine
gl_es: Instalar o GRUB no MBR (Y/n) 'Non' fará con que o GRUB sexa instalado na partición raíz
hi: GRUB पर MBR इंस्टॉल करें (Y/n) नहीं को चुनने से रूट विभाजन पर इंस्टॉल होगा
it: Installare GRUB su MBR? (Y/n) No lo installerà nella partizione root
ja: GRUB を MBR へインストールします (Y/n) No で root パーティションへインストールします。
nb: Installer GRUB på MBR (Y/n). N installerer til rotpartisjonen.
nl: Installeer GRUB op MBR (Y/n) Nee installeert op de root partitie
pt: Instalar o GRUB no MBR ('Não' fará com que o GRUB seja instalado na partição raiz) (S/n)
pt_br: Instalar o GRUB no MBR ('Não' fará com que o GRUB seja instalado na partição raiz/root) (S/n)
ru: Установить GRUB в MBR (Y/n) No установит в корневой раздел
sl: Namestim GRUB na MBR (Y/n)? 'Ne' pomeni namestitev na korenski razdelek
sv: Installera GRUB på MBR (Y/n). No kommer att installera på root partitionen
tr: MBR üzerine GRUB Kur (Y/n).Hayır derseniz kök bölüme yüklenecek

source: GRUB installed on ($grub)
ca: GRUB instal·lat a ($grub)
de: GRUB ist jetzt auf ($grub) installiert
el: Το GRUB εγκαταστάθηκε σε ($grub)
es: GRUB instalado en ($grub)
fi: GRUB asennettu sijaintiin ($grub)
fr: GRUB installé sur ($grub)
gl_es: GRUB instalado en ($grub)
hi: ($grub) पर GRUB इंस्टॉल किया गया
it: GRUB installato su ($grub)
ja: GRUB は ($grub) へインストールされました
nb: GRUB installert på ($grub)
nl: GRUB geinstalleerd op ($grub)
pt: GRUB instalado em ($grub)
pt_br: instalado o GRUB em ($grub)
ru: GRUB установлен на ($grub)
sl: GRUB je nameščen na ($grub)
sv: GRUB installerad på ($grub)
tr: GRUB ($grub) 'a kuruldu

source: Computer name (default is 'antix1')?
ca: Nom de l'ordinador (per omissió és 'antix1')?
de: Computername (voreingestellt ist 'antiX1') ?
el: Όνομα υπολογιστή (η προεπιλογή είναι 'antiX1')
es: Nombre del computador (predeterminado es 'antix1')?
fi: Tietokoneen nimi (oletus on 'antix1')?
fr: Nom de l'ordinateur (par défaut 'antix1')?
gl_es: Nome do computador (a predeterminada é 'antiX1')?
hi: कंप्यूटर नाम (डिफ़ॉल्ट 'antix1' है)?
it: Nome del computer? (di default è 'antiX1')
ja: コンピューターの名前 (既定は antix1 ) は？
nb: Datamaskinnavn ('antix1' er forvalgt)?
nl: Computer naam (standaard is 'antix1')?
pt: Nome do computador (a pré-definição é 'antiX1')?
pt_br: Nome do computador (o padrão é 'antiX1')?
ru: Имя компьютера (по умолчанию 'antix1')?
sl: Ime računalnika (privzeto je 'antix1')?
sv: Datornamn (standard är 'antiX1')?
tr: Bilgisayar adı ( öntanımlı olan 'antix1)?

source: Time to set up localisation
ca: Establiu la localització
de: Es ist an der Zeit die Lokalisierung einzurichten
el: Ώρα να συσταθεί εντοπισμού
es: Es hora de ajustar la localización
fi: Nyt on aika asettaa kotoistus
fr: Il est temps de configurer la localisation
gl_es: Momento de definir a localización
hi: स्थानिकी हेतु समय सेट करना
it: tempo per impostare la localizzazione
ja: 地域と言語の設定
nb: Oppsett av lokaltilpassing
nl: Tijd om localisatie in te stellen
pt: Momento de definir a localização
pt_br: Configurar a localização
ru: Время для установки локализации
sl: Čas za določitev lokalnih nastavitev
sv: Dags att välja region
tr: Yerelleştimeyi ayarlama zamanı

source: System locale is set to ...
ca: La localització del sistema establerta a...
de: Systemlokalisierung ist eingestellt auf ...
el: Η Τοπική ρύθμιση συστήματος έχει οριστεί σε ...
es: El sistema local se ha ajustado a ...
fi: Järjestelmän kotoistus on täten asetettu ...
fr: La localisation du système est configurée sur ...
gl_es: Localización do sistema definida para ...
hi: सिस्टम स्थानिकी इस पर सेट है...
it: Il sistema di localizzazione è impostato su
ja: 設定したシステムの地域と言語 ...
nb: Systemets lokaltilpassing er ...
nl: Systeemlocalisatie is ingesteld op ...
pt: Localização linguística do sistema definida para ...
pt_br: A localização do sistema está definida para ...
ru: Язык системы установлен на ...
sl: Lokalne nastavitve so nastavljene na ...
sv: System-region är inställd på...
tr: Sistem yereli ayarlanıyor ...

source: Do you want to set up system localisation (y/N)
ca: Voleu establir la localització del sistema? (y/N)
de: Wollen Sie die Systemlokalisierung neu einrichten (j/N) ?
el: Θέλετε να δημιουργηθεί σύστημα εντοπισμού (y=ναι/N=Οχι)
es: ¿Desea ajustar la localización de su sistema? (s/N)
fi: Haluatko asettaa järjestelmän kotoistuksen (k/E)
fr: Souhaitez vous régler la localisation (Oui/Non)
gl_es: Establecer localización para o sistema (s/N)
hi: क्या आप सिस्टम स्थानिकी सेट करना चाहते हैं (y/N)
it: Vuoi impostare la localizzazione ? (y/N)
ja: システムの地域と言語の設定を行いますか？ (y/N)
nb: Vil du sette opp systemets lokaltilpassing? (y/N)
nl: Wilt u systeemlocalisatie instellen (y/N)
pt: Estabelecer localização para o sistema (s/N)
pt_br: Você quer configurar a localização do sistema (s/N)
ru: Вы хотите настроить локализацию системы (y/N)
sl: Ali želite določiti lokalne nastavitve sistema (y/N)
sv: Vill du ställa in system-region (y/N)
tr: Sistem yerelini ayarlamak istiyor musunuz (y/N)

source: Time to set keyboard layout
ca: Establiu el mapa del teclat
de: Es ist an der Zeit die Tastaturbelegung festzulegen.
el: Ρύθμιση Γλώσσας
es: Es hora de ajustar la disposición del teclado
fi: Nyt määritämme näppäimistön asettelun
fr: Il est temps de configurer le clavier
gl_es: Momento de establecer esquema de teclado
hi: कुंजीपटल अभिन्यास सेट करना
it: Tempo per impostare il layout della tastiera
ja: キーボードのレイアウト設定
nb: Tastaturoppsett
nl: Tijd om keyboard layout in te stellen
pt: Momento de definir o esquema de teclado
pt_br: Definir o esquema/leiaute do teclado
ru: Время для установки раскладки клавиатуры
sl: Čas je za določitev razporeda tipk
sv: Dags att ställa in tangentbordslayout
tr: Klavye düzenini ayarlama zamanı

source: System keyboard is set to ...
ca: Teclat establert a...
de: Die systemweite Tastaturbelegung ist derzeit eingestellt auf
el: Το Πληκτρολόγιο του συστήματος έχει οριστεί σε ...
es: El teclado se ha ajustado a ...
fi: Järjestelmän näppäimistöksi on asetettu...
fr: Le clavier du système est configuré sur ...
gl_es: Teclado do sistema establecido para ...
hi: सिस्टम कुंजीपटल इस पर सेट है ...
it: La tastiera è impostata su ...
ja: 設定するシステムのキーボード ...
nb: Systemets tastaturoppsett er ...
nl: Systeemtoetsenbord is ingesteld op ...
pt: Teclado do sistema definido para ...
pt_br: O teclado do sistema está definido para ...
ru: Системная клавиатура установлена на ...
sl: Sistemska tipkovnica je nastavljena na ...
sv: System-tangentbord är inställd på...
tr: Sistem klavyesi şöyle ayarlandı:

source: Do you want to set up keyboard (y/N)
ca: Voleu configurar el teclat? (y/N)
de: Wollen Sie die Tastaturbelegung neu festlegen (j/N) ?
el: Θέλετε να ρυθμίσετε το πληκτρολόγιο (y=ναι/N=Οχι)
es: ¿Desea ajustar el teclado? (s/N)
fi: Haluatko toimittaa näppäimistöasettelun (k/E)
fr: Voulez vous configurer le clavier (o/N)
gl_es: Establecer esquema de teclado (s/N)
hi: क्या आप कुंजीपटल सेट करना चाहते हैं (y/N)
it: Vuoi impostare la tastiera ? (y/N)
ja: キーボードの設定を行いますか？ (y/N)
nb: Vil du endre tastaturoppsett? (y/N)
nl: Wilt u het toetsenbord instellen (y/N)
pt: Estabelecer esquema de teclado (s/N)
pt_br: Você quer configurar o teclado (s/N)
ru: Вы хотите настроить клавиатуру (y/N)
sl: Ali želite nastaviti tipkovnico (y/N)?
sv: Vill du ställa in tangentbordet (y/N)
tr: Klavyeyi ayarlamak istiyor musunuz (y/N)

source: Time to set console layout
ca: Establiu la configuració de la consola
de: Es ist an der Zeit das Konsolen-Layout einzurichten
el: Ώρα να ορίσετε τη διάταξη της κονσόλας
es: Es hora de ajustar la disposición de la consola
fi: Nyt määritämme päätteen asettelun
fr: Définir l'apparence de la console
gl_es: Momento de establecer esquema do terminal
hi: कंसोल अभिन्यास सेट करना
it: Tempo per impostare la console
ja: コンソールのレイアウト設定
nb: Konsollayout
nl: Tijd om console layout in te stellen
pt: Momento de definir o esquema da consola
pt_br: Definir o esquema/leiaute do console (terminal)
ru: Время для настройки раскладки в консоли
sl: Čas je za nastavitev izgleda konzole
sv: Dags att ställa in kommandofönster-layout
tr: Uçbirim düzenini ayarlama zamanı

source: System console is set to ...
ca: Consola establerta a...
de: Die Systemkonsole ist derzeit eingerichtet auf
el: Η Κονσόλα του συστήματος έχει οριστεί σε ...
es: La consola del sistema se ajustó a ...
fi: Järjestelmän pääte on asetettu näin ...
fr: La console du système est configurée sur...
gl_es: Consola do sistema establecida para ...
hi: सिस्टम कंसोल इस पर सेट है ...
it: La console è impostata su ...
ja: 設定されるシステムコンソール ...
nb: Systemkonsollen er ...
nl: Systeem console is ingesteld op ...
pt: Consola do sistema definida para ...
pt_br: O console do sistema está definido para ...
ru: Системная консоль установлена на ...
sl: Sistemska konzola je nastavljena na ...
sv: Kommandofönstret är inställt på...
tr: Sistem uçbirimi şu biçimde ayarlandı:
